[
  {
    "id": "PRA_0",
    "source": "PRA",
    "text": "Article 25 \nTIER 1 CAPITAL \nThe Tier 1 capital of an institution consists of the sum of the Common Equity Tier 1 capital and \nAdditional Tier 1 capital of the institution. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_1",
    "source": "PRA",
    "text": "Article 25 of CRR as it applied immediately before its revocation] \nCHAPTER 2 COMMON EQUITY TIER 1 CAPITAL \nSECTION 1 COMMON EQUITY TIER 1 ITEMS AND INSTRUMENTS"
  },
  {
    "id": "PRA_2",
    "source": "PRA",
    "text": "Article 26 \nCOMMON EQUITY TIER 1 ITEMS \n1.  \nCommon Equity Tier 1 items of institutions consist of the following: \n(a)  subject to paragraph 3, capital instruments, provided that the conditions laid down in"
  },
  {
    "id": "PRA_3",
    "source": "PRA",
    "text": "Article 28 or, where applicable,"
  },
  {
    "id": "PRA_4",
    "source": "PRA",
    "text": "Article 29 are met; \n(b)  share premium accounts related to the instruments referred to in point (a); \n(c)  retained earnings; \n(d)  accumulated other comprehensive income; \n(e)  other reserves. \nThe items referred to in points (c) to (e) shall be recognised as Common Equity Tier 1 only \nwhere they are available to the institution for unrestricted and immediate use to cover risks or \nlosses as soon as these occur. \n \n \n \n \n \nPRA2025/11 \nPage 5 of 43 \n \n2.  \nFor the purposes of point (c) of paragraph 1, institutions shall not include interim or year-end \nprofits in Common Equity Tier 1 capital before the institution has taken a formal decision \nconfirming the final profit or loss of the institution for the year unless: \n(a)  \nthose profits have been verified by persons independent of the institution that are \nresponsible for the auditing of the accounts of that institution; and \n(b)  \nthe institution has ensured that any foreseeable charge or dividend has been deducted \nfrom the amount of those profits. \nA verification of the interim or year-end profits of the institution shall provide an adequate level \nof assurance that those profits have been evaluated in accordance with the principles set out in \nthe applicable accounting framework. \nWhere the institution includes, pursuant to this paragraph, profits in Common Equity Tier 1 \ncapital, it shall notify the PRA as soon as reasonably practicable thereafter. \n3.  \nInstitutions shall not classify issuances of capital instruments as Common Equity Tier 1 \ninstruments unless a 138BA permission has been granted by the PRA and the conditions laid \ndown in"
  },
  {
    "id": "PRA_5",
    "source": "PRA",
    "text": "Article 28 or, where applicable,"
  },
  {
    "id": "PRA_6",
    "source": "PRA",
    "text": "Article 29 are met. By way of derogation, institutions \nmay classify as Common Equity Tier 1 instruments subsequent issuances of a form of Common \nEquity Tier 1 instruments for which they have already received a 138BA permission, provided \nthat the provisions governing those subsequent issuances are identical to or substantially the \nsame as the provisions governing those issuances for which the institutions have already \nreceived a 138BA permission. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_7",
    "source": "PRA",
    "text": "Article 26 of CRR as it applied immediately before its revocation] \n[Note 2: Related provisions in rule 7A Pre-issuance Notification (PIN) Regime for Common Equity Tier \n1 Instrument in the Definition of Capital Part, and Articles 2 and 3 of Chapter 4 of the Own Funds \n(CRR) Part]"
  },
  {
    "id": "PRA_8",
    "source": "PRA",
    "text": "Article 27 \nCAPITAL INSTRUMENTS OF MUTUALS, CO-OPERATIVE SOCIETIES, SAVINGS \nINSTITUTIONS OR SIMILAR INSTITUTIONS IN COMMON EQUITY TIER 1 ITEMS \n1.  \nCommon Equity Tier 1 items shall not include any capital instrument issued by an institution of \na type referred to below unless the conditions laid down in"
  },
  {
    "id": "PRA_9",
    "source": "PRA",
    "text": "Article 28 or, where applicable,"
  },
  {
    "id": "PRA_10",
    "source": "PRA",
    "text": "Article 29 are met. \nThe type of institution referred to above is defined under the applicable law of the United \nKingdom, or any part of it, as any of the following: \n(a)  a mutual; \n(b)  a co-operative society; \n(c)  a savings institution; \n(d)  a similar institution; \n(e)  a credit institution which is wholly owned by one of the institutions referred to in sub-\nparagraphs (a) to (d) provided that, and for as long as, 100% of the ordinary shares in \nissue in the credit institution are held directly or indirectly by an institution referred to in \nthose points. \n2. \nThose mutuals, co-operative societies or savings institutions recognised as such under the \napplicable law of the United Kingdom, or any part of it, prior to 31 December 2012 shall \ncontinue to be classified as such for the purposes of this Part, provided that they continue to \nmeet the criteria that determined such recognition. \n \n \nPRA2025/11 \nPage 6 of 43 \n \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_11",
    "source": "PRA",
    "text": "Article 27 of CRR as it applied immediately before its revocation] \n[Note 2: Related provisions are contained in Articles 4 to 7 of Chapter 4 of the Own Funds (CRR) \nPart]"
  },
  {
    "id": "PRA_12",
    "source": "PRA",
    "text": "Article 28 \nCOMMON EQUITY TIER 1 INSTRUMENTS \n1. \nCapital instruments shall qualify as Common Equity Tier 1 instruments only if all the following \nconditions are met: \n(a)  the instruments are issued directly by the institution with the prior approval of the owners \nof the institution or, where permitted under applicable national law of the United Kingdom, \nor any part of it, or of a third country, the management body of the institution; \n(b)  the instruments are fully paid up and the acquisition of ownership of those instruments is \nnot funded directly or indirectly by the institution, and for this purpose only the part of a \ncapital instrument that is fully paid up shall be eligible to qualify as a Common Equity Tier \n1 instrument; \n(c)  the instruments meet all the following conditions as regards their classification: \n(i)  they qualify as capital, which for these purposes comprises all amounts, regardless of \ntheir actual designations, which, in accordance with the legal structure of the \ninstitution concerned, are regarded under the applicable law of the United Kingdom, \nor any part of it, or of a third country, as equity capital subscribed by the shareholders \nor other proprietors; \n(ii)  they are classified as equity within the meaning of the applicable accounting \nframework; \n(iii)  they are classified as equity capital for the purposes of determining balance sheet \ninsolvency, where applicable under national insolvency law of the United Kingdom, or \nany part of it, or of a third country; \n(d)  the instruments are clearly and separately disclosed on the balance sheet in the financial \nstatements of the institution; \n(e)  the instruments are perpetual; \n(f)  the principal amount of the instruments may not be reduced or repaid, except in either of \nthe following cases: \n(i)  the liquidation of the institution; \n(ii)  discretionary repurchases of the instruments or other discretionary means of reducing \ncapital, where the institution has received the prior 138BA permission of the PRA in \naccordance with"
  },
  {
    "id": "PRA_13",
    "source": "PRA",
    "text": "Article 77; \n(g)  the provisions governing the instruments do not indicate expressly or implicitly that the \nprincipal amount of the instruments would be reduced, redeemed, repurchased or repaid \n(other than in the circumstances described in points (f)(i) and (f)(ii) above), and the \ninstitution does not otherwise provide such an indication prior to or at issuance of the \ninstruments, except in the case of instruments referred to in"
  },
  {
    "id": "PRA_14",
    "source": "PRA",
    "text": "Article 27 where the refusal by \nthe institution to redeem such instruments is prohibited under applicable national law of the \nUnited Kingdom, or any part of it, or of a third country; \n(h)  the instruments meet the following conditions as regards distributions: \n(i)  there is no preferential distribution treatment regarding the order of distribution \npayments, including in relation to other Common Equity Tier 1 instruments, and the \n \n \nPRA2025/11 \nPage 7 of 43 \n \nterms governing the instruments do not provide preferential rights to payment of \ndistributions; \n(ii)  distributions to holders of the instruments may be paid only out of distributable items; \n(iii)  the conditions governing the instruments do not include a cap or other restriction on \nthe maximum level of distributions, except in the case of the instruments referred to in"
  },
  {
    "id": "PRA_15",
    "source": "PRA",
    "text": "Article 27; \n(iv)  the level of distributions is not determined on the basis of the amount for which the \ninstruments were purchased at issuance, except in the case of the instruments \nreferred to in"
  },
  {
    "id": "PRA_16",
    "source": "PRA",
    "text": "Article 27; \n(v)  the conditions governing the instruments do not include any obligation on the \ninstitution to make distributions to their holders and the institution is not otherwise \nsubject to such an obligation; \n(vi)  non-payment of distributions does not constitute an event of default of the institution; \n(vii)  the cancellation of distributions imposes no restrictions on the institution; \n(i)  compared to all the own funds instruments issued by the institution, the instruments \nabsorb the first and proportionately greatest share of losses as they occur, and each \ninstrument absorbs losses to the same degree as all other Common Equity Tier 1 \ninstruments; \n(j)  the instruments rank below all other claims in the event of insolvency or liquidation of the \ninstitution, except claims from holders of ordinary shares which rank pari passu with the \ninstruments; \n(k)  the instruments entitle their owners to a claim on the residual assets of the institution, \nwhich, in the event of its liquidation and after the payment of all senior claims, is \nproportionate to the amount of such instruments issued and is not fixed or subject to a cap, \nexcept in the case of the capital instruments referred to in"
  },
  {
    "id": "PRA_17",
    "source": "PRA",
    "text": "Article 27; and, for the purposes \nof this point, a claim that is specified in terms of a percentage does not constitute a fixed or \ncapped claim; \n(l)  the instruments are neither secured nor subject to a guarantee that enhances the seniority \nof the claim by any of the following: \n(i)  the institution or its subsidiaries; \n(ii)  the parent undertaking of the institution or its subsidiaries; \n(iii)  the parent financial holding company of the institution or its subsidiaries; \n(iv)  the mixed activity holding company of the institution or its subsidiaries; \n(v)  the mixed financial holding company of the institution or its subsidiaries; \n(vi)  any undertaking that has close links with the entities referred to in points (i) to (v); \n(m)  the instruments are not subject to any arrangement, contractual or otherwise, that \nenhances the seniority of claims under the instruments in insolvency or liquidation. \n2.  \nThe conditions laid down in point (i) of paragraph 1 shall be deemed to be met notwithstanding \na write down on a permanent basis of the principal amount of Additional Tier 1 or Tier 2 \ninstruments. \nThe condition laid down in point (f) of paragraph 1 shall be deemed to be met notwithstanding \nthe reduction of the principal amount of the capital instrument within a resolution procedure or \nas a consequence of a write down of capital instruments required by the resolution authority \nresponsible for the institution. \n \n \nPRA2025/11 \nPage 8 of 43 \n \nThe condition laid down in point (g) of paragraph 1 shall be deemed to be met notwithstanding \nthe provisions governing the capital instrument indicating expressly or implicitly that the \nprincipal amount of the instrument would be reduced within a resolution procedure or as a \nconsequence of a write down of capital instruments required by the resolution authority \nresponsible for the institution. \n3.  \nThe condition laid down in point (h)(iii) of paragraph 1 shall be deemed to be met \nnotwithstanding the instrument paying a dividend multiple, provided that such a dividend \nmultiple does not result in a distribution that causes a disproportionate drag on own funds. \n4.  \nFor the purposes of point (h)(i) of paragraph 1, differentiated distributions shall only reflect \ndifferentiated voting rights. In this respect, higher distributions shall only apply to Common \nEquity Tier 1 instruments with fewer or no voting rights. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_18",
    "source": "PRA",
    "text": "Article 28 of CRR as it applied immediately before its revocation] \n[Note 2: Related provisions in Articles 8 and 9 of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_19",
    "source": "PRA",
    "text": "Article 29 \nCAPITAL INSTRUMENTS ISSUED BY MUTUALS, CO-OPERATIVE SOCIETIES, \nSAVINGS INSTITUTIONS AND SIMILAR INSTITUTIONS \n1.  \nCapital instruments issued by mutuals, co-operative societies, savings institutions and similar \ninstitutions shall qualify as Common Equity Tier 1 instruments only if the conditions laid down in"
  },
  {
    "id": "PRA_20",
    "source": "PRA",
    "text": "Article 28 with modifications resulting from the application of this Article are met. \n2.  \nThe following conditions shall be met as regards redemption of the capital instruments: \n(a)  except where prohibited under applicable national law of the United Kingdom, or any part \nof it, or of a third country, the institution shall be able to refuse the redemption of the \ninstruments; \n(b)  where the refusal by the institution of the redemption of instruments is prohibited under \napplicable national law of the United Kingdom, or any part of it, or of a third country, the \nprovisions governing the instruments shall give the institution the ability to limit their \nredemption; \n(c)  refusal to redeem the instruments, or the limitation of the redemption of the instruments \nwhere applicable, may not constitute an event of default of the institution. \n3.  \nThe capital instruments may include a cap or restriction on the maximum level of distributions \nonly where that cap or restriction is set out under applicable national law of the United \nKingdom, or any part of it, or of a third country, or the statute of the institution. \n4.  \nWhere the capital instruments provide the owner with rights to the reserves of the institution in \nthe event of insolvency or liquidation that are limited to the nominal value of the instruments, \nsuch a limitation shall apply to the same degree to the holders of all other Common Equity Tier \n1 instruments issued by that institution. The condition laid down in the first subparagraph is \nwithout prejudice to the possibility for a mutual, co-operative society, savings institution or a \nsimilar institution to recognise within Common Equity Tier 1 instruments that do not afford \nvoting rights to the holder and that meet all the following conditions: \n(a)  the claim of the holders of the non-voting instruments in the insolvency or liquidation of the \ninstitution is proportionate to the share of the total Common Equity Tier 1 instruments that \nthose non-voting instruments represent; \n(b)  the instruments otherwise qualify as Common Equity Tier 1 instruments. \n5.  \nWhere the capital instruments entitle their owners to a claim on the assets of the institution in \nthe event of its insolvency or liquidation that is fixed or subject to a cap, such a limitation shall \n \n \nPRA2025/11 \nPage 9 of 43 \n \napply to the same degree to all holders of all Common Equity Tier 1 instruments issued by the \ninstitution. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_21",
    "source": "PRA",
    "text": "Article 29 of CRR as it applied immediately before its revocation] \n[Note 2: Related provisions in Articles 10 and 11 of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_22",
    "source": "PRA",
    "text": "Article 30 \nCONSEQUENCES OF THE CONDITIONS FOR COMMON EQUITY TIER 1 \nINSTRUMENTS CEASING TO BE MET \nThe following shall apply where, in the case of a Common Equity Tier 1 instrument, the conditions laid \ndown in"
  },
  {
    "id": "PRA_23",
    "source": "PRA",
    "text": "Article 28 or, where applicable,"
  },
  {
    "id": "PRA_24",
    "source": "PRA",
    "text": "Article 29 cease to be met: \n(a)  that instrument shall immediately cease to qualify as a Common Equity Tier 1 instrument; \n(b)  the share premium accounts that relate to that instrument shall immediately cease to \nqualify as Common Equity Tier 1 items. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_25",
    "source": "PRA",
    "text": "Article 30 of CRR as it applied immediately before its revocation] \n[Note 2:"
  },
  {
    "id": "PRA_26",
    "source": "PRA",
    "text": "Article 31 of CRR has been revoked by the Financial Services and Markets Act 2023 and not \nreplaced in these rules] \nSECTION 2 PRUDENTIAL FILTERS"
  },
  {
    "id": "PRA_27",
    "source": "PRA",
    "text": "Article 32 \nSECURITISED ASSETS \n1.  \nAn institution shall exclude from any element of own funds any increase in its equity under the \napplicable accounting framework that results from securitised assets, including the following: \n(a)  such an increase associated with future margin income that results in a gain on sale for \nthe institution; \n(b)  where the institution is the originator of a securitisation, net gains that arise from the \ncapitalisation of future income from the securitised assets that provide credit enhancement \nto positions in the securitisation. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_28",
    "source": "PRA",
    "text": "Article 32 of CRR as it applied immediately before its revocation \nexcept there is no corresponding rule for"
  },
  {
    "id": "PRA_29",
    "source": "PRA",
    "text": "Article 32(2) of CRR] \n[Note 2: Related provisions in"
  },
  {
    "id": "PRA_30",
    "source": "PRA",
    "text": "Article 12 of Chapter 4 of Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_31",
    "source": "PRA",
    "text": "Article 33 \nCASH FLOW HEDGES AND CHANGES IN THE VALUE OF OWN LIABILITIES \n1.  \nInstitutions shall not include the following items in any element of own funds: \n(a)  the fair value reserves related to gains or losses on cash flow hedges of financial \ninstruments that are not valued at fair value, including projected cash flows; \n(b)  gains or losses on liabilities of the institution that are valued at fair value that result from \nchanges in the own credit standing of the institution; \n(c)  fair value gains and losses on derivative liabilities of the institution that result from changes \nin the own credit risk of the institution. \n2.  \nFor the purposes of point (c) of paragraph 1, institutions shall not offset the fair value gains and \nlosses arising from the institution's own credit risk with those arising from its counterparty credit \nrisk. \n3.  \nWithout prejudice to point (b) of paragraph 1, institutions may include the amount of gains and \nlosses on their liabilities in own funds where all the following conditions are met: \n \n \nPRA2025/11 \nPage 10 of 43 \n \n(a)  the liabilities are CRR covered bonds; \n(b)  the changes in the value of the institution's assets and liabilities are due to the same \nchanges in the institution's own credit standing; \n(c)  there is a close correspondence between the value of the bonds referred to in point (a) \nand the value of the institution's assets; \n(d)  it is possible to redeem the mortgage loans by buying back the bonds financing the \nmortgage loans at market or nominal value. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_32",
    "source": "PRA",
    "text": "Article 33 of CRR as it applied immediately before its revocation \nexcept there is no corresponding rule for"
  },
  {
    "id": "PRA_33",
    "source": "PRA",
    "text": "Article 33(4) of CRR] \n[Note 2: Related provisions in Regulation (EU) No 523/2014]"
  },
  {
    "id": "PRA_34",
    "source": "PRA",
    "text": "Article 34 \nADDITIONAL VALUE ADJUSTMENTS \nInstitutions shall apply the requirements of"
  },
  {
    "id": "PRA_35",
    "source": "PRA",
    "text": "Article 105 of the Trading Book (CRR) Part to all their \nassets measured at fair value when calculating the amount of their own funds and shall deduct from \nCommon Equity Tier 1 capital the amount of any additional value adjustments necessary. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_36",
    "source": "PRA",
    "text": "Article 34 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_37",
    "source": "PRA",
    "text": "Article 35 \nUNREALISED GAINS AND LOSSES MEASURED AT FAIR VALUE \nExcept in the case of the items referred to in"
  },
  {
    "id": "PRA_38",
    "source": "PRA",
    "text": "Article 33, institutions shall not make adjustments to \nremove from their own funds unrealised gains or losses on their assets or liabilities measured at fair \nvalue. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_39",
    "source": "PRA",
    "text": "Article 35 of CRR as it applied immediately before its revocation] \nSECTION 3 \n DEDUCTIONS FROM COMMON EQUITY TIER 1 ITEMS, EXEMPTIONS AND \nALTERNATIVES \nSUB-SECTION 1 DEDUCTIONS FROM COMMON EQUITY TIER 1 ITEMS"
  },
  {
    "id": "PRA_40",
    "source": "PRA",
    "text": "Article 36 \nDEDUCTIONS FROM COMMON EQUITY TIER 1 ITEMS \n… \n[Note: Articles 37 to 91 remain in the CRR]"
  },
  {
    "id": "PRA_41",
    "source": "PRA",
    "text": "Article 37 \nDEDUCTION OF INTANGIBLE ASSETS \nInstitutions shall determine the amount of intangible assets to be deducted in accordance with the \nfollowing: \n(a)  the amount to be deducted shall be reduced by the amount of associated deferred tax \nliabilities that would be extinguished if the intangible assets became impaired or were \nderecognised under the applicable accounting framework; \n(b)  the amount to be deducted shall include goodwill included in the valuation of significant \ninvestments of the institution; \n(c)  the amount to be deducted shall be reduced by the amount of the accounting revaluation of \nthe subsidiaries' intangible assets derived from the consolidation of subsidiaries attributable \nto persons other than the undertakings included in the consolidation pursuant to Chapter 2 \nof Title II of Part One of CRR. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_42",
    "source": "PRA",
    "text": "Article 37 of CRR as it applied immediately before its revocation] \n \n \nPRA2025/11 \nPage 11 of 43"
  },
  {
    "id": "PRA_43",
    "source": "PRA",
    "text": "Article 38 \nDEDUCTION OF DEFERRED TAX ASSETS THAT RELY ON FUTURE \nPROFITABILITY \n1.  \nInstitutions shall determine the amount of deferred tax assets that rely on future profitability that \nrequire deduction in accordance with this Article. \n2.  \nExcept where the conditions laid down in paragraph 3 are met, the amount of deferred tax \nassets that rely on future profitability shall be calculated without reducing it by the amount of the \nassociated deferred tax liabilities of the institution. \n3.  \nThe amount of deferred tax assets that rely on future profitability may be reduced by the \namount of the associated deferred tax liabilities of the institution, provided the following \nconditions are met: \n(a)  the entity has a legally enforceable right under applicable national law of the United \nKingdom, or any part of it, or of a third country to set off those current tax assets against \ncurrent tax liabilities; and \n(b)  the deferred tax assets and the deferred tax liabilities relate to taxes levied by the same \ntax authority and on the same taxable entity. \n4.  \nAssociated deferred tax liabilities of the institution used for the purposes of paragraph 3 may \nnot include deferred tax liabilities that reduce the amount of intangible assets or defined benefit \npension fund assets required to be deducted. \n5.  \nThe amount of associated deferred tax liabilities referred to in paragraph 4 shall be allocated \nbetween the following: \n(a) deferred tax assets that rely on future profitability and arise from temporary differences \nthat are not deducted in accordance with"
  },
  {
    "id": "PRA_44",
    "source": "PRA",
    "text": "Article 48(1); \n(b)  all other deferred tax assets that rely on future profitability. \nInstitutions shall allocate the associated deferred tax liabilities according to the proportion of \ndeferred tax assets that rely on future profitability that the items referred to in points (a) and (b) \nrepresent. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_45",
    "source": "PRA",
    "text": "Article 38 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_46",
    "source": "PRA",
    "text": "Article 39 \nTAX OVERPAYMENTS, TAX LOSS CARRY BACKS AND DEFERRED TAX \nASSETS THAT DO NOT RELY ON FUTURE PROFITABILITY \n1.  \nThe following items shall not be deducted from own funds and shall be subject to a risk weight \nin accordance with Chapter 2 or 3 of Title II of Part Three CRR, as applicable: \n(a)  overpayments of tax by the institution for the current year; \n(b)  current year tax losses of the institution carried back to previous years that give rise to a \nclaim on, or a receivable from, a central government, regional government or local tax \nauthority. \n2.  \nDeferred tax assets that do not rely on future profitability shall be limited to deferred tax assets \nwhich were created before 23 November 2016 and which arise from temporary differences, \nwhere all the following conditions are met: \n(a)  they are automatically and mandatorily replaced without delay with a tax credit in the event \nthat the institution reports a loss when the annual financial statements of the institution are \nformally approved, or in the event of liquidation or insolvency of institution; \n \n \nPRA2025/11 \nPage 12 of 43 \n \n(b)  the institution is able under the applicable national tax law of the United Kingdom, or any \npart of it, or of a third country to offset a tax credit referred to in point (a) against any tax \nliability of the institution or any other undertaking included in the same consolidation as the \ninstitution for tax purposes under that law or any other undertaking subject to the \nsupervision on a consolidated basis in accordance with Chapter 2 of Title II of Part One \nCRR; \n(c) where the amount of tax credits referred to in point (b) exceeds the tax liabilities referred to \nin that point, any such excess is replaced without delay with a direct claim on the \ngovernment of the United Kingdom. \nInstitutions shall apply a risk weight of 100% to deferred tax assets where the conditions laid \ndown in points (a), (b) and (c) are met. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_47",
    "source": "PRA",
    "text": "Article 39 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_48",
    "source": "PRA",
    "text": "Article 40 \nDEDUCTION OF NEGATIVE AMOUNTS RESULTING FROM THE CALCULATION \nOF EXPECTED LOSS AMOUNTS \nThe amount to be deducted in accordance with point (d) of"
  },
  {
    "id": "PRA_49",
    "source": "PRA",
    "text": "Article 36(1) shall not be reduced by a rise \nin the level of deferred tax assets that rely on future profitability, or other additional tax effects, that \ncould occur if provisions were to rise to the level of expected losses referred to in section 3 of Chapter \n3 of Title II of Part Three CRR.  \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_50",
    "source": "PRA",
    "text": "Article 40 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_51",
    "source": "PRA",
    "text": "Article 41 \nDEDUCTION OF DEFINED BENEFIT PENSION FUND ASSETS \n1.  \nFor the purposes of point (e) of"
  },
  {
    "id": "PRA_52",
    "source": "PRA",
    "text": "Article 36(1), the amount of defined benefit pension fund assets \nto be deducted shall: \n(a)  be reduced by the amount of any associated deferred tax liability which could be \nextinguished if the assets became impaired or were derecognised under the applicable \naccounting framework; \n(b)  not be reduced by the amount of assets in the defined benefit pension fund which the \ninstitution has an unrestricted ability to use, unless the institution has received the prior \n138BA permission of the PRA. \nThose assets used to reduce the amount to be deducted shall receive a risk weight in \naccordance with Chapter 2 or 3 of Title II of Part Three CRR, as applicable.  \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_53",
    "source": "PRA",
    "text": "Article 41 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_54",
    "source": "PRA",
    "text": "Article 42 \nDEDUCTION OF HOLDINGS OF OWN COMMON EQUITY TIER 1 INSTRUMENTS \nFor the purposes of point (f) of"
  },
  {
    "id": "PRA_55",
    "source": "PRA",
    "text": "Article 36(1), institutions shall calculate holdings of own Common \nEquity Tier 1 instruments on the basis of gross long positions subject to the following exceptions: \n(a)  institutions may calculate the amount of holdings of own Common Equity Tier 1 \ninstruments on the basis of the net long position provided that both the following conditions \nare met: \n(i)  the long and short positions are in the same underlying exposure and the short \npositions involve no counterparty risk; \n(ii)   either both the long and the short positions are held in the trading book or both are \nheld in the non-trading book; \n \n \nPRA2025/11 \nPage 13 of 43 \n \n(b)  institutions shall determine the amount to be deducted for direct, indirect and synthetic \nholdings of index securities by calculating the underlying exposure to own Common Equity \nTier 1 instruments included in those indices; \n(c)  institutions may net gross long positions in own Common Equity Tier 1 instruments \nresulting from holdings of index securities against short positions in own Common Equity \nTier 1 instruments resulting from short positions in the underlying indices, including where \nthose short positions involve counterparty risk, provided that both the following conditions \nare met: \n(i)  the long and short positions are in the same underlying indices; \n(ii)  either both the long and the short positions are held in the trading book or both are \nheld in the non-trading book. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_56",
    "source": "PRA",
    "text": "Article 42 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_57",
    "source": "PRA",
    "text": "Article 43 \nSIGNIFICANT INVESTMENT IN A FINANCIAL SECTOR ENTITY \nFor the purposes of deduction, a significant investment of an institution in a financial sector entity shall \narise where any of the following conditions is met: \n(a)  the institution owns more than 10% of the Common Equity Tier 1 instruments issued by \nthat entity; \n(b)  the institution has close links with that entity and owns Common Equity Tier 1 instruments \nissued by that entity; \n(c)  the institution owns Common Equity Tier 1 instruments issued by that entity and the entity \nis not included in consolidation pursuant to Chapter 2 of Title II of Part One CRR but is \nincluded in the same accounting consolidation as the institution for the purposes of \nfinancial reporting under the applicable accounting framework. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_58",
    "source": "PRA",
    "text": "Article 43 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_59",
    "source": "PRA",
    "text": "Article 44 \nDEDUCTION OF HOLDINGS OF COMMON EQUITY TIER 1 INSTRUMENTS OF \nFINANCIAL SECTOR ENTITIES AND WHERE AN INSTITUTION HAS A \nRECIPROCAL CROSS HOLDING DESIGNED ARTIFICIALLY TO INFLATE OWN \nFUNDS \nInstitutions shall make the deductions referred to in points (g), (h) and (i) of"
  },
  {
    "id": "PRA_60",
    "source": "PRA",
    "text": "Article 36(1) in \naccordance with the following: \n(a)  holdings of Common Equity Tier 1 instruments and other capital instruments of financial \nsector entities shall be calculated on the basis of the gross long positions; \n(b)  Tier 1 own-fund insurance items shall be treated as holdings of Common Equity Tier 1 \ninstruments for the purposes of deduction. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_61",
    "source": "PRA",
    "text": "Article 44 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_62",
    "source": "PRA",
    "text": "Article 45 \nDEDUCTION OF HOLDINGS OF COMMON EQUITY TIER 1 INSTRUMENTS OF \nFINANCIAL SECTOR ENTITIES \nInstitutions shall make the deductions required by points (h) and (i) of"
  },
  {
    "id": "PRA_63",
    "source": "PRA",
    "text": "Article 36(1) in accordance with \nthe following provisions: \n \n \nPRA2025/11 \nPage 14 of 43 \n \n(a)  they may calculate direct, indirect and synthetic holdings of Common Equity Tier 1 \ninstruments of the financial sector entities on the basis of the net long position in the same \nunderlying exposure provided that both the following conditions are met: \n(i)  the maturity date of the short position is either the same as, or later than the maturity \ndate of the long position or the residual maturity of the short position is at least one \nyear; \n(ii)  either both the long position and the short position are held in the trading book or both \nare held in the non-trading book; \n(b)  they shall determine the amount to be deducted for direct, indirect and synthetic holdings \nof index securities by calculating the underlying exposure to the capital instruments of the \nfinancial sector entities in those indices. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_64",
    "source": "PRA",
    "text": "Article 45 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_65",
    "source": "PRA",
    "text": "Article 46 \nDEDUCTION OF HOLDINGS OF COMMON EQUITY TIER 1 INSTRUMENTS \nWHERE AN INSTITUTION DOES NOT HAVE A SIGNIFICANT INVESTMENT IN A \nFINANCIAL SECTOR ENTITY \n1. \nFor the purposes of point (h) of"
  },
  {
    "id": "PRA_66",
    "source": "PRA",
    "text": "Article 36(1), institutions shall calculate the applicable amount \nto be deducted by multiplying the amount referred to in point (a) of this paragraph by the factor \nderived from the calculation referred to in point (b) of this paragraph: \n(a)  the aggregate amount by which the direct, indirect and synthetic holdings by the institution \nof the Common Equity Tier 1, Additional Tier 1 and Tier 2 instruments of financial sector \nentities in which the institution does not have a significant investment exceeds 10% of the \naggregate amount of Common Equity Tier 1 items of the institution calculated after \napplying the following to Common Equity Tier 1 items: \n(i)  Articles 32 to 35; \n(ii)  the deductions referred to in points (a) to (g), points (k)(ii) to (iv) and point (l) of Article \n36(1), excluding the amount to be deducted for deferred tax assets that rely on future \nprofitability and arise from temporary differences; \n(iii)  Articles 44 and 45; \n(b)  the amount of direct, indirect and synthetic holdings by the institution of the Common \nEquity Tier 1 instruments of those financial sector entities in which the institution does not \nhave a significant investment divided by the aggregate amount of direct, indirect and \nsynthetic holdings by the institution of the Common Equity Tier 1, Additional Tier 1 and \nTier 2 instruments of those financial sector entities. \n2.  \nInstitutions shall exclude underwriting positions held for five working days or fewer from the \namount referred to in point (a) of paragraph 1 and from the calculation of the factor referred to \nin point (b) of paragraph 1. \n3.  \nThe amount to be deducted pursuant to paragraph 1 shall be apportioned across all Common \nEquity Tier 1 instruments held. Institutions shall determine the amount of each Common Equity \nTier 1 instrument that is deducted pursuant to paragraph 1 by multiplying the amount specified \nin point (a) of this paragraph by the proportion specified in point (b) of this paragraph: \n(a)  the amount of holdings required to be deducted pursuant to paragraph 1; \n(b)  the proportion of the aggregate amount of direct, indirect and synthetic holdings by the \ninstitution of the Common Equity Tier 1 instruments of financial sector entities in which the \n \n \nPRA2025/11 \nPage 15 of 43 \n \ninstitution does not have a significant investment represented by each Common Equity \nTier 1 instrument held. \n4.  \nThe amount of holdings referred to in point (h) of"
  },
  {
    "id": "PRA_67",
    "source": "PRA",
    "text": "Article 36(1) that is equal to or less than 10% \nof the Common Equity Tier 1 items of the institution after applying the provisions laid down in \npoints (a)(i) to (iii) of paragraph 1 shall not be deducted and shall be subject to the applicable \nrisk weights in accordance with Chapter 2 or 3 of Title II of Part Three CRR, Articles 132a to \n132c of Chapter 3 of the Standardised Approach and Internal Ratings Approach to Credit Risk \n(CRR) Part, and the requirements laid down in Title IV of Part Three CRR, as applicable. \n5.  \nInstitutions shall determine the amount of each Common Equity Tier 1 instrument that is risk \nweighted pursuant to paragraph 4 by multiplying the amount specified in point (a) of this \nparagraph by the amount specified in point (b) of this paragraph: \n(a)  the amount of holdings required to be risk weighted pursuant to paragraph 4; \n(b)  the proportion resulting from the calculation in point (b) of paragraph 3. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_68",
    "source": "PRA",
    "text": "Article 46 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_69",
    "source": "PRA",
    "text": "Article 47 \nDEDUCTION OF HOLDINGS OF COMMON EQUITY TIER 1 INSTRUMENTS \nWHERE AN INSTITUTION HAS A SIGNIFICANT INVESTMENT IN A FINANCIAL \nSECTOR ENTITY \nFor the purposes of point (i) of"
  },
  {
    "id": "PRA_70",
    "source": "PRA",
    "text": "Article 36(1), the applicable amount to be deducted from Common \nEquity Tier 1 items shall exclude underwriting positions held for five working days or fewer and shall \nbe determined in accordance with Articles 44, 45 and 48. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_71",
    "source": "PRA",
    "text": "Article 47 of CRR as it applied immediately before its revocation] \n[Note 2:"
  },
  {
    "id": "PRA_72",
    "source": "PRA",
    "text": "Article 47(a) (1) and (2) and 47(c) of CRR have been revoked and not replaced in these \nrules] \n \nSUB-SECTION 2 EXEMPTIONS FROM AND ALTERNATIVES TO DEDUCTION FROM COMMON \nEQUITY TIER 1 ITEMS"
  },
  {
    "id": "PRA_73",
    "source": "PRA",
    "text": "Article 48 \nTHRESHOLD EXEMPTIONS FROM DEDUCTION FROM COMMON EQUITY TIER \n1 ITEMS \n1.  \nIn making the deductions required pursuant to points (c) and (i) of"
  },
  {
    "id": "PRA_74",
    "source": "PRA",
    "text": "Article 36(1), institutions are \nnot required to deduct the amounts of the items listed in points (a) and (b) of this paragraph \nwhich in aggregate are equal to or less than the threshold amount referred to in paragraph 2: \n(a)  deferred tax assets that are dependent on future profitability and arise from temporary \ndifferences, and in aggregate are equal to or less than 10% of the Common Equity Tier 1 \nitems of the institution calculated after applying the following: \n(i)  Articles 32 to 35; \n(ii)  points (a) to (h), points (k)(ii) to (iv) and point (l) of"
  },
  {
    "id": "PRA_75",
    "source": "PRA",
    "text": "Article 36(1), excluding deferred \ntax assets that rely on future profitability and arise from temporary differences; \n(b)  where an institution has a significant investment in a financial sector entity, the direct, \nindirect and synthetic holdings of that institution of the Common Equity Tier 1 instruments \nof those entities that in aggregate are equal to or less than 10% of the Common Equity \nTier 1 items of the institution calculated after applying the following: \n(i)  Articles 32 to 35; \n \n \nPRA2025/11 \nPage 16 of 43 \n \n(ii) points (a) to (h), points (k)(ii) to (iv) and point (l), of"
  },
  {
    "id": "PRA_76",
    "source": "PRA",
    "text": "Article 36(1) excluding deferred tax \nassets that rely on future profitability and arise from temporary differences. \n2.  \nFor the purposes of paragraph 1, the threshold amount shall be equal to the amount referred to \nin point (a) of this paragraph multiplied by the percentage referred to in point (b) of this \nparagraph: \n(a)  the residual amount of Common Equity Tier 1 items after applying the adjustments and \ndeductions in Articles 32 to 36 in full and without applying the threshold exemptions \nspecified in this Article; \n(b)  17.65%. \n3.  \nFor the purposes of paragraph 1, an institution shall determine the portion of deferred tax \nassets in the total amount of items that is not required to be deducted by dividing the amount \nspecified in point (a) of this paragraph by the amount specified in point (b) of this paragraph: \n(a)  the amount of deferred tax assets that are dependent on future profitability and arise from \ntemporary differences, and in aggregate are equal to or less than 10% of the Common \nEquity Tier 1 items of the institution; \n(b)  the sum of the following: \n(i)  the amount referred to in point (a); \n(ii)  the amount of direct, indirect and synthetic holdings by the institution of the own funds \ninstruments of financial sector entities in which the institution has a significant \ninvestment, and in aggregate are equal to or less than 10% of the Common Equity \nTier 1 items of the institution. \nThe proportion of significant investments in the total amount of items that is not required to be \ndeducted is equal to one minus the proportion referred to in the first subparagraph. \n4.  \nThe amounts of the items that are not deducted pursuant to paragraph 1 shall be risk weighted \nat 250%. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_77",
    "source": "PRA",
    "text": "Article 48 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_78",
    "source": "PRA",
    "text": "Article 49 \nDISCLOSURES FOR FINANCIAL CONGLOMERATES \n1.  \n[Note: Provision left blank] \n2.  \n[Note: Provision left blank] \n3.  \n[Note: Provision left blank] \n4.  \n[Note: Provision left blank] \n5.  \nWhere an institution applies method 1, 2 or 3 of Annex 2 of the Financial Conglomerates Part, \nthe institution shall disclose the supplementary own funds requirement and capital adequacy \nratio of the financial conglomerate as calculated in accordance with Chapter 3 and Annex 2 of \nthe Financial Conglomerates Part. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_79",
    "source": "PRA",
    "text": "Article 49(5) of CRR as it applied immediately before its revocation] \n6. \n[Note: Provision left blank] \n \n \n \n \n \n \nPRA2025/11 \nPage 17 of 43 \n \nSECTION 4 COMMON EQUITY TIER 1 CAPITAL"
  },
  {
    "id": "PRA_80",
    "source": "PRA",
    "text": "Article 50 \nCOMMON EQUITY TIER 1 CAPITAL \nThe Common Equity Tier 1 capital of an institution shall consist of Common Equity Tier 1 items after \nthe application of the adjustments required by Articles 32 to 35, the deductions required pursuant to"
  },
  {
    "id": "PRA_81",
    "source": "PRA",
    "text": "Article 36 and the exemptions and alternatives laid down in Articles 48 and 79. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_82",
    "source": "PRA",
    "text": "Article 50 of CRR as it applied immediately before its revocation] \nCHAPTER 3 ADDITIONAL TIER 1 CAPITAL \nSECTION 1 – ADDITIONAL TIER 1 ITEMS AND INSTRUMENTS"
  },
  {
    "id": "PRA_83",
    "source": "PRA",
    "text": "Article 51 \nADDITIONAL TIER 1 ITEMS \nAdditional Tier 1 items shall consist of the following: \n(a)  capital instruments, where the conditions laid down in"
  },
  {
    "id": "PRA_84",
    "source": "PRA",
    "text": "Article 52(1) are met; \n(b)  the share premium accounts related to the instruments referred to in point (a). Instruments \nincluded under point (a) shall not qualify as Common Equity Tier 1 or Tier 2 items. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_85",
    "source": "PRA",
    "text": "Article 51 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_86",
    "source": "PRA",
    "text": "Article 52 \nADDITIONAL TIER 1 INSTRUMENTS \n1.  \nCapital instruments shall qualify as Additional Tier 1 instruments only if the following conditions \nare met: \n(a)  the instruments are directly issued by an institution and fully paid up, and for this purpose \nonly the part of a capital instrument that is fully paid up shall be eligible to qualify as an \nAdditional Tier 1 instrument; \n(b)  the instruments are not owned by any of the following: \n(i)  the institution or its subsidiaries; \n(ii)  an undertaking in which the institution has a participation in the form of ownership, \ndirect or by way of control, of 20% or more of the voting rights or capital of that \nundertaking; \n(c)  the acquisition of ownership of the instruments is not funded directly or indirectly by the \ninstitution; \n(d)  the instruments rank below Tier 2 instruments in the event of the insolvency of the \ninstitution; \n(e)  the instruments are neither secured nor subject to a guarantee that enhances the seniority \nof the claims by any of the following: \n(i)  the institution or its subsidiaries; \n(ii)  the parent undertaking of the institution or its subsidiaries; \n(iii)  the parent financial holding company of the institution or its subsidiaries; \n(iv)  the mixed activity holding company of the institution or its subsidiaries; \n(v)  the mixed financial holding company of the institution or its subsidiaries; \n(vi)  any undertaking that has close links with entities referred to in points (i) to (v); \n \n \nPRA2025/11 \nPage 18 of 43 \n \n(f)  the instruments are not subject to any arrangement, contractual or otherwise, that \nenhances the seniority of the claim under the instruments in insolvency or liquidation; \n(g)  the instruments are perpetual and the provisions governing them include no incentive for \nthe institution to redeem them; \n(h) where the instruments include one or more early redemption options including call options, \nthe options are exercisable at the sole discretion of the issuer; \n(i) \nthe instruments may be reduced, called, redeemed or repurchased only where the \nconditions laid down in"
  },
  {
    "id": "PRA_87",
    "source": "PRA",
    "text": "Article 77 are met; \n(j)  the provisions governing the instruments do not indicate explicitly or implicitly that the \ninstruments would be reduced, called, redeemed or repurchased, as applicable, by the \ninstitution other than early redemption options referred to in point (h) or in the case of the \ninsolvency or liquidation of the institution and the institution does not otherwise provide \nsuch an indication; \n(k)  the institution does not indicate explicitly or implicitly that the PRA would consent to a \nrequest to reduce, call, redeem or repurchase the instruments; \n(l)  distributions under the instruments meet the following conditions: \n(i)  they are paid out of distributable items; \n(ii)  the level of distributions made on the instruments will not be amended on the basis of \nthe credit standing of the institution or its parent undertaking; \n(iii)  the provisions governing the instruments give the institution full discretion at all times \nto cancel the distributions on the instruments for an unlimited period and on a non-\ncumulative basis, and the institution may use such cancelled payments without \nrestriction to meet its obligations as they fall due; \n(iv)  cancellation of distributions does not constitute an event of default of the institution; \n(v)  the cancellation of distributions imposes no restrictions on the institution; \n(m) the instruments do not contribute to a determination that the liabilities of an institution \nexceed its assets, where such a determination constitutes a test of insolvency under \napplicable national law of the United Kingdom, or any part of it, or of a third country; \n(n) the provisions governing the instruments require that, upon the occurrence of a trigger \nevent, the principal amount of the instruments be written down on a permanent or \ntemporary basis or the instruments be converted to Common Equity Tier 1 instruments; \n(o) the provisions governing the instruments include no feature that could hinder the \nrecapitalisation of the institution; \n(p) where: \n(i) \nthe issuer is established in a third country and has been designated by the Bank of \nEngland as part of a resolution group the resolution entity of which is established in \nthe United Kingdom or where the issuer is established in the United Kingdom, the law \nor contractual provisions governing the instruments require that, upon a decision by \nthe resolution authority to exercise the write-down and conversion powers referred to \nin section 6B of the Banking Act 2009, the principal amount of the instruments is to be \nwritten down on a permanent basis or the instruments are to be converted to \nCommon Equity Tier 1 instruments; \n(ii) the issuer is established in a third country and has not been designated by the Bank \nof England as part of a resolution group the resolution entity of which is established in \nthe United Kingdom, the law or contractual provisions governing the instruments \n \n \nPRA2025/11 \nPage 19 of 43 \n \nrequire that, upon a decision by the relevant third-country authority, the principal \namount of the instruments is to be written down on a permanent basis or the \ninstruments are to be converted into Common Equity Tier 1 instruments; \n(q)  where the issuer is established in a third country and has been designated by the Bank of \nEngland as part of a resolution group the resolution entity of which is established in the \nUnited Kingdom or where the issuer is established in the United Kingdom, the instruments \nmay only be issued under, or be otherwise subject to the laws of a third country where, \nunder those laws, the exercise of the write-down and conversion powers referred to in \nsection 6B of the Banking Act 2009 is effective and enforceable on the basis of statutory \nprovisions or legally enforceable contractual provisions that recognise resolution or other \nwrite-down or conversion actions; \n(r)  the instruments are not subject to set-off or netting arrangements that would undermine \ntheir capacity to absorb losses. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_88",
    "source": "PRA",
    "text": "Article 52(1) of CRR as it applied immediately before its revocation] \n[Note 2: Related provisions in Articles 20 to 23 of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_89",
    "source": "PRA",
    "text": "Article 53 \nRESTRICTIONS ON THE CANCELLATION OF DISTRIBUTIONS ON ADDITIONAL \nTIER 1 INSTRUMENTS AND FEATURES THAT COULD HINDER THE \nRECAPITALISATION OF THE INSTITUTION \nFor the purposes of points (l)(v) and (o) of"
  },
  {
    "id": "PRA_90",
    "source": "PRA",
    "text": "Article 52(1), the provisions governing Additional Tier 1 \ninstruments shall, in particular, not include the following: \n(a)  a requirement for distributions on the instruments to be made in the event of a distribution \nbeing made on an instrument issued by the institution that ranks to the same degree as, or \nmore junior than, an Additional Tier 1 instrument, including a Common Equity Tier 1 \ninstrument; \n(b)  a requirement for the payment of distributions on Common Equity Tier 1, Additional Tier 1 \nor Tier 2 instruments to be cancelled in the event that distributions are not made on those \nAdditional Tier 1 instruments; \n(c)  an obligation to substitute the payment of interest or dividend by a payment in any other \nform. The institution shall not otherwise be subject to such an obligation. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_91",
    "source": "PRA",
    "text": "Article 53 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_92",
    "source": "PRA",
    "text": "Article 54 \nWRITE DOWN OR CONVERSION OF ADDITIONAL TIER 1 INSTRUMENTS \n1.  \nFor the purposes of point (n) of"
  },
  {
    "id": "PRA_93",
    "source": "PRA",
    "text": "Article 52(1), the following provisions shall apply to Additional \nTier 1 instruments: \n(a)  a trigger event occurs when the Common Equity Tier 1 capital ratio of the institution \nreferred to in point (a) of"
  },
  {
    "id": "PRA_94",
    "source": "PRA",
    "text": "Article 92(1) of CRR falls below either of the following: \n(i)  5.125%; \n(ii)  a level higher than 5.125%, where determined by the institution and specified in the \nprovisions governing the instrument; \n(b)  institutions may specify in the provisions governing the instrument one or more trigger \nevents in addition to that referred to in point (a); \n \n \nPRA2025/11 \nPage 20 of 43 \n \n(c)  where the provisions governing the instruments require them to be converted into \nCommon Equity Tier 1 instruments upon the occurrence of a trigger event, those \nprovisions shall specify either of the following: \n(i)  the rate of such conversion and a limit on the permitted amount of conversion; \n(ii)  a range within which the instruments will convert into Common Equity Tier 1 \ninstruments; \n(d)  where the provisions governing the instruments require their principal amount to be written \ndown upon the occurrence of a trigger event, the write down shall reduce all the following: \n(i)  the claim of the holder of the instrument in the insolvency or liquidation of the \ninstitution; \n(ii)  the amount required to be paid in the event of the call or redemption of the \ninstrument; \n(iii)  the distributions made on the instrument; \n(e)  where the Additional Tier 1 instruments have been issued by a subsidiary undertaking \nestablished in a third country, the 5.125% or higher trigger referred to in point (a) shall be \ncalculated in accordance with the national law of that third country or contractual \nprovisions governing the instruments, provided that those provisions are at least \nequivalent to the requirements set out in this Article. \n2.  \nWrite down or conversion of an Additional Tier 1 instrument must, under the applicable \naccounting framework, generate items that qualify as Common Equity Tier 1 items. \n3.  \nThe amount of Additional Tier 1 instruments recognised in Additional Tier 1 items is limited to \nthe minimum amount of Common Equity Tier 1 items that would be generated if the principal \namount of the Additional Tier 1 instruments were fully written down or converted into Common \nEquity Tier 1 instruments. \n4.  \nThe aggregate amount of Additional Tier 1 instruments that is required to be written down or \nconverted upon the occurrence of a trigger event shall be no less than the lower of the \nfollowing: \n(a)  the amount required to restore fully the Common Equity Tier 1 ratio of the institution to \n5.125%; \n(b)  the full principal amount of the instrument. \n5.  \nWhen a trigger event occurs institutions shall do the following: \n(a)  immediately inform the PRA; \n(b) inform the holders of the Additional Tier 1 instruments; \n(c) write down the principal amount of the instruments, or convert the instruments into \nCommon Equity Tier 1 instruments without delay, but no later than within one month, in \naccordance with the requirement laid down in this Article. \n6.  \nAn institution issuing Additional Tier 1 instruments that convert to Common Equity Tier 1 on the \noccurrence of a trigger event shall ensure that its authorised share capital is at all times \nsufficient, for converting all such convertible Additional Tier 1 instruments into shares if a trigger \nevent occurs. All necessary authorisations shall be obtained at the date of issuance of such \nconvertible Additional Tier 1 instruments. The institution shall maintain at all times the \nnecessary prior authorisation to issue the Common Equity Tier 1 instruments into which such \nAdditional Tier 1 instruments would convert upon occurrence of a trigger event. \n \n \nPRA2025/11 \nPage 21 of 43 \n \n7.  \nAn institution issuing Additional Tier 1 instruments that convert to Common Equity Tier 1 on the \noccurrence of a trigger event shall ensure that there are no procedural impediments to that \nconversion by virtue of its incorporation or statutes or contractual arrangements. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_95",
    "source": "PRA",
    "text": "Article 54 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_96",
    "source": "PRA",
    "text": "Article 55 \nCONSEQUENCES OF THE CONDITIONS FOR ADDITIONAL TIER 1 \nINSTRUMENTS CEASING TO BE MET \nThe following shall apply where, in the case of an Additional Tier 1 instrument, the conditions laid \ndown in"
  },
  {
    "id": "PRA_97",
    "source": "PRA",
    "text": "Article 52(1) cease to be met: \n(a)  that instrument shall immediately cease to qualify as an Additional Tier 1 instrument; \n(b)  the part of the share premium accounts that relates to that instrument shall immediately \ncease to qualify as an Additional Tier 1 item. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_98",
    "source": "PRA",
    "text": "Article 55 of CRR as it applied immediately before its revocation] \n[Note 2: Related provisions in"
  },
  {
    "id": "PRA_99",
    "source": "PRA",
    "text": "Article 16 of Chapter 4 of the Own Funds (CRR) Part] \nSECTION 2 DEDUCTIONS FROM ADDITIONAL TIER 1 ITEMS"
  },
  {
    "id": "PRA_100",
    "source": "PRA",
    "text": "Article 56 \nDEDUCTIONS FROM ADDITIONAL TIER 1 ITEMS \nInstitutions shall deduct the following from Additional Tier 1 items: \n(a)  direct, indirect and synthetic holdings by an institution of own Additional Tier 1 instruments, \nincluding own Additional Tier 1 instruments that an institution could be obliged to purchase \nas a result of existing contractual obligations; \n(b)  direct, indirect and synthetic holdings of the Additional Tier 1 instruments of financial \nsector entities where those entities have a reciprocal cross holding with the institution that \nhave been designed to inflate artificially the own funds of the institution; \n(c)  the applicable amount determined in accordance with"
  },
  {
    "id": "PRA_101",
    "source": "PRA",
    "text": "Article 60 of direct, indirect and \nsynthetic holdings of the Additional Tier 1 instruments of financial sector entities, where an \ninstitution does not have a significant investment in those entities; \n(d)  direct, indirect and synthetic holdings by the institution of the Additional Tier 1 instruments \nof financial sector entities where the institution has a significant investment in those \nentities, excluding underwriting positions held for five working days or fewer; \n(e)  the amount of items required to be deducted from Tier 2 items pursuant to"
  },
  {
    "id": "PRA_102",
    "source": "PRA",
    "text": "Article 66 that \nexceeds the Tier 2 items of the institution; \n(f)  any tax charge relating to Additional Tier 1 items foreseeable at the moment of its \ncalculation, except where the institution suitably adjusts the amount of Additional Tier 1 \nitems insofar as such tax charges reduce the amount up to which those items may be \napplied to cover risks or losses. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_103",
    "source": "PRA",
    "text": "Article 56 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_104",
    "source": "PRA",
    "text": "Article 57 \nDEDUCTIONS OF HOLDINGS OF OWN ADDITIONAL TIER 1 INSTRUMENTS \nFor the purposes of point (a) of"
  },
  {
    "id": "PRA_105",
    "source": "PRA",
    "text": "Article 56, institutions shall calculate holdings of own Additional Tier 1 \ninstruments on the basis of gross long positions subject to the following exceptions: \n(a)  institutions may calculate the amount of holdings of own Additional Tier 1 instruments on \nthe basis of the net long position provided that both the following conditions are met: \n \n \nPRA2025/11 \nPage 22 of 43 \n \n(i)  the long and short positions are in the same underlying exposure and the short \npositions involve no counterparty risk; \n(ii)  either both the long and the short positions are held in the trading book or both are \nheld in the non-trading book; \n(b)  institutions shall determine the amount to be deducted for direct, indirect or synthetic \nholdings of index securities by calculating the underlying exposure to own Additional Tier 1 \ninstruments in those indices; \n(c)  institutions may net gross long positions in own Additional Tier 1 instruments resulting from \nholdings of index securities against short positions in own Additional Tier 1 instruments \nresulting from short positions in the underlying indices, including where those short \npositions involve counterparty risk, provided that both the following conditions are met: \n(i)  the long and short positions are in the same underlying indices; \n(ii)  either both the long and the short positions are held in the trading book or both are \nheld in the non-trading book. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_106",
    "source": "PRA",
    "text": "Article 57 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_107",
    "source": "PRA",
    "text": "Article 58 \nDEDUCTIONS OF HOLDINGS OF OWN ADDITIONAL TIER 1 INSTRUMENTS OF \nFINANCIAL SECTOR ENTITIES AND WHERE AN INSTITUTION HAS A \nRECIPROCAL CROSS HOLDING DESIGNED ARTIFICIALLY TO INFLATE OWN \nFUNDS \nInstitutions shall make the deductions required by points (b), (c) and (d) of"
  },
  {
    "id": "PRA_108",
    "source": "PRA",
    "text": "Article 56 in accordance \nwith the following: \n(a)  holdings of Additional Tier 1 instruments shall be calculated on the basis of the gross long \npositions; \n(b)  Additional Tier 1 own-fund insurance items shall be treated as holdings of Additional Tier 1 \ninstruments for the purposes of this deduction requirement. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_109",
    "source": "PRA",
    "text": "Article 58 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_110",
    "source": "PRA",
    "text": "Article 59 \nDEDUCTION OF HOLDINGS OF ADDITIONAL TIER 1 INSTRUMENTS OF \nFINANCIAL SECTOR ENTITIES \nInstitutions shall make the deductions required by points (c) and (d) of"
  },
  {
    "id": "PRA_111",
    "source": "PRA",
    "text": "Article 56 in accordance with \nthe following: \n(a)  they may calculate direct, indirect and synthetic holdings of Additional Tier 1 instruments of \nthe financial sector entities on the basis of the net long position in the same underlying \nexposure provided that both the following conditions are met: \n(i)  the maturity date of the short position is either the same as, or later than the maturity \ndate of the long position or the residual maturity of the short position is at least one \nyear; \n(ii)  either both the short position and the long position are held in the trading book or both \nare held in the non-trading book; \n(b)  they shall determine the amount to be deducted for direct, indirect and synthetic holdings \nof index securities by calculating the underlying exposure to the capital instruments of the \nfinancial sector entities in those indices. \n \n \nPRA2025/11 \nPage 23 of 43 \n \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_112",
    "source": "PRA",
    "text": "Article 59 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_113",
    "source": "PRA",
    "text": "Article 60 \nDEDUCTION OF HOLDINGS OF ADDITIONAL TIER 1 INSTRUMENTS WHERE AN \nINSTITUTION DOES NOT HAVE A SIGNIFICANT INVESTMENT IN A FINANCIAL \nSECTOR ENTITY \n1. \nFor the purposes of point (c) of"
  },
  {
    "id": "PRA_114",
    "source": "PRA",
    "text": "Article 56, institutions shall calculate the applicable amount to \nbe deducted by multiplying the amount referred to in point (a) of this paragraph by the factor \nderived from the calculation referred to in point (b) of this paragraph: \n(a)  the aggregate amount by which the direct, indirect and synthetic holdings by the institution \nof the Common Equity Tier 1, Additional Tier 1 and Tier 2 instruments of financial sector \nentities in which the institution does not have a significant investment exceeds 10% of the \nCommon Equity Tier 1 items of the institution calculated after applying the following: \n(i)  Articles 32 to 35; \n(ii)  points (a) to (g), points (k)(ii) to (iv) and point (l) of"
  },
  {
    "id": "PRA_115",
    "source": "PRA",
    "text": "Article 36(1), excluding deferred \ntax assets that rely on future profitability and arise from temporary differences; \n(iii)  Articles 44 and 45; \n(b)  the amount of direct, indirect and synthetic holdings by the institution of the Additional Tier \n1 instruments of those financial sector entities in which the institution does not have a \nsignificant investment divided by the aggregate amount of all direct, indirect and synthetic \nholdings by the institution of the Common Equity Tier 1, Additional Tier 1 and Tier 2 \ninstruments of those financial sector entities. \n2.  \nInstitutions shall exclude underwriting positions held for five working days or fewer from the \namount referred to in point (a) of paragraph 1 and from the calculation of the factor referred to \nin point (b) of paragraph 1. \n3.  \nThe amount to be deducted pursuant to paragraph 1 shall be apportioned across all Additional \nTier 1 instruments held. Institutions shall determine the amount of each Additional Tier 1 \ninstrument to be deducted pursuant to paragraph 1 by multiplying the amount specified in point \n(a) of this paragraph by the proportion specified in point (b) of this paragraph: \n(a)  the amount of holdings required to be deducted pursuant to paragraph 1; \n(b)  the proportion of the aggregate amount of direct, indirect and synthetic holdings by the \ninstitution of the Additional Tier 1 instruments of financial sector entities in which the \ninstitution does not have a significant investment represented by each Additional Tier 1 \ninstrument held. \n4.  \nThe amount of holdings referred to in point (c) of"
  },
  {
    "id": "PRA_116",
    "source": "PRA",
    "text": "Article 56 that is equal to or less than 10% of \nthe Common Equity Tier 1 items of the institution after applying the provisions laid down in \npoints (a)(i), (ii) and (iii) of paragraph 1 shall not be deducted and shall be subject to the \napplicable risk weights in accordance with Chapter 2 or 3 of Title II of Part Three CRR, Articles \n132a to 132c of Chapter 3 of the Standardised Approach and Internal Ratings Based Approach \nto Credit Risk (CRR) Part, and the requirements laid down in Title IV of Part Three CRR, as \napplicable. \n5.  \nInstitutions shall determine the amount of each Additional Tier 1 instrument that is risk weighted \npursuant to paragraph 4 by multiplying the amount specified in point (a) of this paragraph by \nthe amount specified in point (b) of this paragraph: \n(a) the amount of holdings required to be risk weighted pursuant to paragraph 4; \n(b) the proportion resulting from the calculation in point (b) of paragraph 3. \n \n \nPRA2025/11 \nPage 24 of 43 \n \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_117",
    "source": "PRA",
    "text": "Article 60 of CRR as it applied immediately before its revocation] \nSECTION 3 ADDITIONAL TIER 1 CAPITAL"
  },
  {
    "id": "PRA_118",
    "source": "PRA",
    "text": "Article 61 \nADDITIONAL TIER 1 CAPITAL \nThe Additional Tier 1 capital of an institution shall consist of Additional Tier 1 items after the deduction \nof the items referred to in"
  },
  {
    "id": "PRA_119",
    "source": "PRA",
    "text": "Article 56 and the application of"
  },
  {
    "id": "PRA_120",
    "source": "PRA",
    "text": "Article 79. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_121",
    "source": "PRA",
    "text": "Article 61 of CRR as it applied immediately before its revocation] \nCHAPTER 4 TIER 2 CAPITAL \nSECTION 1 TIER 2 ITEMS AND INSTRUMENTS"
  },
  {
    "id": "PRA_122",
    "source": "PRA",
    "text": "Article 62 \nTIER 2 ITEMS \nTier 2 items shall consist of the following: \n(a)  capital instruments where the conditions set out in"
  },
  {
    "id": "PRA_123",
    "source": "PRA",
    "text": "Article 63 are met, and to the extent \nspecified in"
  },
  {
    "id": "PRA_124",
    "source": "PRA",
    "text": "Article 64; \n(b)  the share premium accounts related to instruments referred to in point (a); \n(c)  for institutions calculating risk-weighted exposure amounts in accordance with Chapter 2 \nof Title II of Part Three CRR and Articles 132a to 132c of Chapter 3 of the Standardised \nApproach and Internal Ratings Based Approach to Credit Risk (CRR) Part, general credit \nrisk adjustments, gross of tax effects, of up to 1.25% of risk-weighted exposure amounts \ncalculated in accordance with Chapter 2 of Title II of Part Three CRR and Articles 132a to \n132c of Chapter 3 of the Standardised Approach and Internal Ratings Based Approach to \nCredit Risk (CRR) Part; \n(d) for institutions calculating risk-weighted exposure amounts under Chapter 3 of Title II of \nPart Three CRR, positive amounts, gross of tax effects, resulting from the calculation laid \ndown in Articles 158 and 159 of CRR up to 0,6% of risk-weighted exposure amounts \ncalculated under Chapter 3 of Title II of Part Three CRR. \nItems included under point (a) shall not qualify as Common Equity Tier 1 or Additional Tier 1 \nitems. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_125",
    "source": "PRA",
    "text": "Article 62 of CRR] \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_126",
    "source": "PRA",
    "text": "Article 62 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_127",
    "source": "PRA",
    "text": "Article 63 \nTIER 2 INSTRUMENTS \nCapital instruments shall qualify as Tier 2 instruments, provided that the following conditions are met: \n(a)  the instruments are directly issued by an institution and fully paid up, and for this purpose \nonly the part of the capital instrument that is fully paid up shall be eligible to qualify as a \nTier 2 instrument; \n(b)  the instruments are not owned by any of the following: \n(i)  the institution or its subsidiaries; \n(ii)  an undertaking in which the institution has participation in the form of ownership, \ndirect or by way of control, of 20% or more of the voting rights or capital of that \nundertaking; \n \n \nPRA2025/11 \nPage 25 of 43 \n \n(c)  the acquisition of ownership of the instruments is not funded directly or indirectly by the \ninstitution; \n(d)  the claim on the principal amount of the instruments under the provisions governing the \ninstruments ranks below any claim from eligible liabilities instruments; \n(e)  the instruments are not secured or are not subject to a guarantee that enhances the \nseniority of the claim by any of the following: \n(i)  the institution or its subsidiaries; \n(ii)  the parent undertaking of the institution or its subsidiaries; \n(iii)  the parent financial holding company of the institution or its subsidiaries; \n(iv)  the mixed activity holding company of the institution or its subsidiaries; \n(v)  the mixed financial holding company of the institution or its subsidiaries; \n(vi)  any undertaking that has close links with entities referred to in points (i) to (v); \n(f)  the instruments are not subject to any arrangement that otherwise enhances the seniority \nof the claim under the instruments; \n(g)  the instruments have an original maturity of at least five years; \n(h)  the provisions governing the instruments do not include any incentive for their principal \namount to be redeemed or repaid, as applicable, by the institution prior to their maturity; \n(i)  where the instruments include one or more early repayment options, including call options, \nthe options are exercisable at the sole discretion of the issuer; \n(j)  the instruments may be reduced, called, redeemed, repaid or repurchased early only \nwhere the conditions set out in"
  },
  {
    "id": "PRA_128",
    "source": "PRA",
    "text": "Article 77 are met; \n(k)  the provisions governing the instruments do not indicate explicitly or implicitly that the \ninstruments would be reduced, called, redeemed, repaid or repurchased early, as \napplicable, by the institution other than in the case of the insolvency or liquidation of the \ninstitution and the institution does not otherwise provide such an indication; \n(l)  the provisions governing the instruments do not give the holder the right to accelerate the \nfuture scheduled payment of interest or principal, other than in the case of the insolvency \nor liquidation of the institution; \n(m)  the level of interest or dividends payments, as applicable, due on the instruments will not \nbe amended on the basis of the credit standing of the institution or its parent undertaking; \n(n)  where: \n(i) \nthe issuer is established in a third country and has been designated by the Bank of \nEngland as part of a resolution group the resolution entity of which is established in \nthe United Kingdom or where the issuer is established in the United Kingdom, the law \nor contractual provisions governing the instruments require that, upon a decision by \nthe resolution authority to exercise the write-down and conversion powers referred to \nin section 6B of the Banking Act 2009, the principal amount of the instruments is to be \nwritten down on a permanent basis or the instruments are to be converted to \nCommon Equity Tier 1 instruments; \n(ii) the issuer is established in a third country and has not been designated by the Bank \nof England as a part of a resolution group the resolution entity of which is established \nin the United Kingdom, the law or contractual provisions governing the instruments \nrequire that, upon a decision by the relevant third-country authority, the principal \n \n \nPRA2025/11 \nPage 26 of 43 \n \namount of the instruments is to be written down on a permanent basis or the \ninstruments are to be converted into Common Equity Tier 1 instruments; \n(o)  where the issuer is established in a third country and has been designated by the Bank of \nEngland as part of a resolution group the resolution entity of which is established in the \nUnited Kingdom or where the issuer is established in the United Kingdom, the instruments \nmay only be issued under, or be otherwise subject to the laws of a third country where, \nunder those laws, the exercise of the write-down and conversion powers referred to in \nsection 6B of the Banking Act 2009 is effective and enforceable on the basis of statutory \nprovisions or legally enforceable contractual provisions that recognise resolution or other \nwrite-down or conversion actions; \n(p)  the instruments are not subject to set-off or netting arrangements that would undermine \ntheir capacity to absorb losses. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_129",
    "source": "PRA",
    "text": "Article 63 of CRR with modifications to"
  },
  {
    "id": "PRA_130",
    "source": "PRA",
    "text": "Article 63(j)] \n[Note 2: Related provisions in"
  },
  {
    "id": "PRA_131",
    "source": "PRA",
    "text": "Article 20 of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_132",
    "source": "PRA",
    "text": "Article 64 \nAMORTISATION OF TIER 2 INSTRUMENTS \n1.  \nThe full amount of Tier 2 instruments with a residual maturity of more than five years shall \nqualify as Tier 2 items. \n2.  \nThe extent to which Tier 2 instruments qualify as Tier 2 items during the final five years of \nmaturity of the instruments is calculated by multiplying the result derived from the calculation \nreferred to in point (a) by the amount referred to in point (b) as follows: \n(a)  the carrying amount of the instruments on the first day of the final five-year period of their \ncontractual maturity divided by the number of days in that period; \n(b)  the number of remaining days of contractual maturity of the instruments. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_133",
    "source": "PRA",
    "text": "Article 64 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_134",
    "source": "PRA",
    "text": "Article 65 \nCONSEQUENCES OF THE CONDITIONS FOR TIER 2 INSTRUMENTS CEASING \nTO BE MET \nWhere in the case of a Tier 2 instrument the conditions laid down in"
  },
  {
    "id": "PRA_135",
    "source": "PRA",
    "text": "Article 63 cease to be met, the \nfollowing shall apply: \n(a)  that instrument shall immediately cease to qualify as a Tier 2 instrument; \n(b)  the part of the share premium accounts that relate to that instrument shall immediately \ncease to qualify as Tier 2 items. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_136",
    "source": "PRA",
    "text": "Article 65 of CRR as it applied immediately before its revocation] \nSECTION 2 DEDUCTIONS FROM TIER 2 ITEMS"
  },
  {
    "id": "PRA_137",
    "source": "PRA",
    "text": "Article 66 \nDEDUCTIONS FROM TIER 2 ITEMS \nThe following shall be deducted from Tier 2 items: \n(a)  direct, indirect and synthetic holdings by an institution of own Tier 2 instruments, including \nown Tier 2 instruments that an institution could be obliged to purchase as a result of \nexisting contractual obligations; \n \n \nPRA2025/11 \nPage 27 of 43 \n \n(b)  direct, indirect and synthetic holdings of the Tier 2 instruments of financial sector entities \nwhere those entities have a reciprocal cross holding with the institution that have been \ndesigned to inflate artificially the own funds of the institution; \n(c)  the applicable amount determined in accordance with"
  },
  {
    "id": "PRA_138",
    "source": "PRA",
    "text": "Article 70 of direct, indirect and \nsynthetic holdings of the Tier 2 instruments of financial sector entities, where an institution \ndoes not have a significant investment in those entities; \n(d)  direct, indirect and synthetic holdings by the institution of the Tier 2 instruments of financial \nsector entities where the institution has a significant investment in those entities, excluding \nunderwriting positions held for fewer than five working days; \n(e)  the amount of items to be deducted from eligible liabilities items that exceeds the eligible \nliabilities items of the institution. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_139",
    "source": "PRA",
    "text": "Article 66 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_140",
    "source": "PRA",
    "text": "Article 67 \nDEDUCTIONS OF HOLDINGS OF OWN TIER 2 INSTRUMENTS \nFor the purposes of point (a) of"
  },
  {
    "id": "PRA_141",
    "source": "PRA",
    "text": "Article 66, institutions shall calculate holdings on the basis of the \ngross long positions subject to the following exceptions: \n(a)  institutions may calculate the amount of holdings on the basis of the net long position \nprovided that both the following conditions are met: \n(i)  the long and short positions are in the same underlying exposure and the short \npositions involve no counterparty risk; \n(ii)  either both the long and the short positions are held in the trading book or both are \nheld in the non-trading book; \n(b)  institutions shall determine the amount to be deducted for direct, indirect and synthetic \nholdings of index securities by calculating the underlying exposure to own Tier 2 \ninstruments in those indices; \n(c)  institutions may net gross long positions in own Tier 2 instruments resulting from holdings \nof index securities against short positions in own Tier 2 instruments resulting from short \npositions in the underlying indices, including where those short positions involve \ncounterparty risk, provided that both the following conditions are met: \n(i)  the long and short positions are in the same underlying indices; \n(ii)  either both the long and the short positions are held in the trading book or both are \nheld in the non-trading book. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_142",
    "source": "PRA",
    "text": "Article 67 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_143",
    "source": "PRA",
    "text": "Article 68 \nDEDUCTIONS OF HOLDINGS OF TIER 2 INSTRUMENTS OF FINANCIAL \nSECTOR ENTITIES AND WHERE AN INSTITUTION HAS A RECIPROCAL CROSS \nHOLDING DESIGNED ARTIFICIALLY TO INFLATE OWN FUNDS \nInstitutions shall make the deductions required by points (b), (c) and (d) of"
  },
  {
    "id": "PRA_144",
    "source": "PRA",
    "text": "Article 66 in accordance \nwith the following provisions: \n(a)  holdings of Tier 2 instruments shall be calculated on the basis of the gross long positions; \n(b)  holdings of Tier 2 own-fund insurance items and Tier 3 own-fund insurance items shall be \ntreated as holdings of Tier 2 instruments for the purposes of this deduction requirement. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_145",
    "source": "PRA",
    "text": "Article 68 of CRR as it applied immediately before its revocation] \n \n \nPRA2025/11 \nPage 28 of 43"
  },
  {
    "id": "PRA_146",
    "source": "PRA",
    "text": "Article 69 \nDEDUCTION OF HOLDINGS OF TIER 2 INSTRUMENTS OF FINANCIAL SECTOR \nENTITIES \nInstitutions shall make the deductions required by points (c) and (d) of"
  },
  {
    "id": "PRA_147",
    "source": "PRA",
    "text": "Article 66 in accordance with \nthe following: \n(a)  they may calculate direct, indirect and synthetic holdings of Tier 2 instruments of the \nfinancial sector entities on the basis of the net long position in the same underlying \nexposure provided that both the following conditions are met: \n(i)  the maturity date of the short position is either the same as, or later than the maturity \ndate of the long position or the residual maturity of the short position is at least one \nyear; \n(ii)  either both the long position and the short position are held in the trading book or both \nare held in the non-trading book; \n(b)  they shall determine the amount to be deducted for direct, indirect and synthetic holdings \nof index securities by looking through to the underlying exposure to the capital instruments \nof the financial sector entities in those indices. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_148",
    "source": "PRA",
    "text": "Article 69 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_149",
    "source": "PRA",
    "text": "Article 70 \nDEDUCTION OF TIER 2 INSTRUMENTS WHERE AN INSTITUTION DOES NOT \nHAVE A SIGNIFICANT INVESTMENT IN A RELEVANT ENTITY \n1.  \nFor the purposes of point (c) of"
  },
  {
    "id": "PRA_150",
    "source": "PRA",
    "text": "Article 66, institutions shall calculate the applicable amount to \nbe deducted by multiplying the amount referred to in point (a) of this paragraph by the factor \nderived from the calculation referred to in point (b) of this paragraph: \n(a)  the aggregate amount by which the direct, indirect and synthetic holdings by the institution \nof the Common Equity Tier 1, Additional Tier 1 and Tier 2 instruments of financial sector \nentities in which the institution does not have a significant investment exceeds 10% of the \nCommon Equity Tier 1 items of the institution calculated after applying the following: \n(i)  Articles 32 to 35; \n(ii)  points (a) to (g), points (k)(ii) to (iv) and point (l) of"
  },
  {
    "id": "PRA_151",
    "source": "PRA",
    "text": "Article 36(1), excluding the amount \nto be deducted for deferred tax assets that rely on future profitability and arise from \ntemporary differences; \n(iii)  Articles 44 and 45; \n(b)  the amount of direct, indirect and synthetic holdings by the institution of the Tier 2 \ninstruments of financial sector entities in which the institution does not have a significant \ninvestment divided by the aggregate amount of all direct, indirect and synthetic holdings by \nthe institution of the Common Equity Tier 1, Additional Tier 1 and Tier 2 instruments of \nthose financial sector entities. \n2.  \nInstitutions shall exclude underwriting positions held for five working days or fewer from the \namount referred to in point (a) of paragraph 1 and from the calculation of the factor referred to \nin point (b) of paragraph 1. \n3.  \nThe amount to be deducted pursuant to paragraph 1 shall be apportioned across each Tier 2 \ninstrument held. Institutions shall determine the amount to be deducted from each Tier 2 \ninstrument that is deducted pursuant to paragraph 1 by multiplying the amount specified in \npoint (a) of this paragraph by the proportion specified in point (b) of this paragraph: \n(a)  the total amount of holdings required to be deducted pursuant to paragraph 1; \n \n \nPRA2025/11 \nPage 29 of 43 \n \n(b)  the proportion of the aggregate amount of direct, indirect and synthetic holdings by the \ninstitution of the Tier 2 instruments of financial sector entities in which the institution does \nnot have a significant investment represented by each Tier 2 instrument held. \n4.  \nThe amount of holdings referred to in point (c) of"
  },
  {
    "id": "PRA_152",
    "source": "PRA",
    "text": "Article 66 that is equal to or less than 10% of \nthe Common Equity Tier 1 items of the institution after applying the provisions laid down in \npoints (a)(i) to (iii) of paragraph 1 shall not be deducted and shall be subject to the applicable \nrisk weights in accordance with Chapter 2 or 3 of Title II of Part Three CRR, Articles 132a to \n132c of Chapter 3 of the Standardised Approach and Internal Ratings Based Approach to \nCredit Risk (CRR) Part, and the requirements laid down in Title IV of Part Three CRR, as \napplicable. \n5.  \nInstitutions shall determine the amount of each Tier 2 instrument that is risk weighted pursuant \nto paragraph 4 by multiplying the amount specified in point (a) of this paragraph by the amount \nspecified in point (b) of this paragraph: \n(a)  the amount of holdings required to be risk weighted pursuant to paragraph 4; \n(b)  the proportion resulting from the calculation in point (b) of paragraph 3. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_153",
    "source": "PRA",
    "text": "Article 70 of CRR as it applied immediately before its revocation] \nSECTION 3 TIER 2 CAPITAL"
  },
  {
    "id": "PRA_154",
    "source": "PRA",
    "text": "Article 71 \nTIER 2 CAPITAL \nThe Tier 2 capital of an institution shall consist of the Tier 2 items of the institution after the deductions \nreferred to in"
  },
  {
    "id": "PRA_155",
    "source": "PRA",
    "text": "Article 66 and the application of"
  },
  {
    "id": "PRA_156",
    "source": "PRA",
    "text": "Article 79. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_157",
    "source": "PRA",
    "text": "Article 71 of CRR as it applied immediately before its revocation] \nCHAPTER 5 OWN FUNDS"
  },
  {
    "id": "PRA_158",
    "source": "PRA",
    "text": "Article 72 \nOWN FUNDS \nThe own funds of an institution shall consist of the sum of its Tier 1 capital and Tier 2 capital. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_159",
    "source": "PRA",
    "text": "Article 72 of CRR as it applied immediately before its revocation] \nCHAPTER 6 GENERAL REQUIREMENTS"
  },
  {
    "id": "PRA_160",
    "source": "PRA",
    "text": "Article 73 \nDISTRIBUTIONS ON INSTRUMENTS \n1.  \nCapital instruments and liabilities for which an institution has the sole discretion to decide to \npay distributions in a form other than cash or own funds instruments shall not be eligible to \nqualify as Common Equity Tier 1, Additional Tier 1, or Tier 2 instruments, unless the institution \nhas received the prior 138BA permission from the PRA. \n2. \n[Note: Provision left blank] \n3.  \nCapital instruments and liabilities for which a legal person other than the institution issuing them \nhas the discretion to decide or require that the payment of distributions on those instruments or \nliabilities shall be made in a form other than cash or own funds instruments shall not be eligible \nto qualify as Common Equity Tier 1, Additional Tier 1, or Tier 2 instruments. \n4.  \nInstitutions may use a broad market index as one of the bases for determining the level of \ndistributions on Additional Tier 1 and Tier 2 instruments. \n5.  \nParagraph 4 shall not apply where the institution is a reference entity in that broad market index \nunless both the following conditions are met: \n \n \nPRA2025/11 \nPage 30 of 43 \n \n(a)  the institution considers movements in that broad market index not to be significantly \ncorrelated to the credit standing of the institution, its parent institution or parent financial \nholding company or parent mixed financial holding company or parent mixed activity \nholding company; \n(b)  the PRA has not reached a different determination from that referred to in point (a). \n6.  \nInstitutions shall report and disclose the broad market indices on which their capital instruments \nrely. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_161",
    "source": "PRA",
    "text": "Article 73 of CRR as it applied immediately before its revocation \nexcept that there is no corresponding rule for"
  },
  {
    "id": "PRA_162",
    "source": "PRA",
    "text": "Article 73(7) of CRR] \n[Note 2: Related provisions in"
  },
  {
    "id": "PRA_163",
    "source": "PRA",
    "text": "Article 24A of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_164",
    "source": "PRA",
    "text": "Article 74 \nHOLDINGS OF CAPITAL INSTRUMENTS ISSUED BY REGULATED FINANCIAL \nSECTOR ENTITIES THAT DO NOT QUALIFY AS REGULATORY CAPITAL \nInstitutions shall not deduct from any element of own funds direct, indirect or synthetic holdings of \ncapital instruments issued by a regulated financial sector entity that do not qualify as regulatory \ncapital of that entity. Institutions shall apply risk weights to such holdings in accordance with Chapter \n2 or 3 of Title II of Part Three CRR and Articles 132a to 132c of Chapter 3 of the Standardised \nApproach and Internal Ratings Based Approach to Credit Risk (CRR) Part, as applicable. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_165",
    "source": "PRA",
    "text": "Article 74 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_166",
    "source": "PRA",
    "text": "Article 75 \nDEDUCTION AND MATURITY REQUIREMENTS FOR SHORT POSITIONS \nThe maturity requirements for short positions referred to in point (a) of"
  },
  {
    "id": "PRA_167",
    "source": "PRA",
    "text": "Article 45, point (a) of Article \n59, and point (a) of"
  },
  {
    "id": "PRA_168",
    "source": "PRA",
    "text": "Article 69 shall be considered to be met in respect of positions held where all the \nfollowing conditions are met: \n(a)  the institution has the contractual right to sell on a specific future date to the counterparty \nproviding the hedge the long position that is being hedged; \n(b)  the counterparty providing the hedge to the institution is contractually obliged to purchase \nfrom the institution on that specific future date the long position referred to in point (a). \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_169",
    "source": "PRA",
    "text": "Article 75 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_170",
    "source": "PRA",
    "text": "Article 76 \nINDEX HOLDINGS OF CAPITAL INSTRUMENTS \n1.  \nFor the purposes of point (a) of"
  },
  {
    "id": "PRA_171",
    "source": "PRA",
    "text": "Article 42, point (a) of"
  },
  {
    "id": "PRA_172",
    "source": "PRA",
    "text": "Article 45, point (a) of"
  },
  {
    "id": "PRA_173",
    "source": "PRA",
    "text": "Article 57, point (a) \nof"
  },
  {
    "id": "PRA_174",
    "source": "PRA",
    "text": "Article 59, point (a) of"
  },
  {
    "id": "PRA_175",
    "source": "PRA",
    "text": "Article 67 and point (a) of"
  },
  {
    "id": "PRA_176",
    "source": "PRA",
    "text": "Article 69, institutions may reduce the \namount of a long position in a capital instrument by the portion of an index that is made up of \nthe same underlying exposure that is being hedged, provided that all the following conditions \nare met: \n(a)  either both the long position being hedged and the short position in an index used to \nhedge that long position are held in the trading book or both are held in the non-trading \nbook; \n(b)  the positions referred to in point (a) are held at fair value on the balance sheet of the \ninstitution; \n(c)  the short position referred to in point (a) qualifies as an effective hedge under the internal \ncontrol processes of the institution; \n(d)  the internal control processes referred to in point (c) are adequate. \n \n \nPRA2025/11 \nPage 31 of 43 \n \n2.  \nAn institution shall not use a conservative estimate of the underlying exposure of the institution \nto instruments included in indices as an alternative to an institution calculating its exposure to \nthe items referred to in one or more of the following points: \n(a)  own Common Equity Tier 1, Additional Tier 1, and Tier 2 included in indices; \n(b)  Common Equity Tier 1, Additional Tier 1 and Tier 2 instruments of financial sector entities, \nincluded in indices; \nunless the institution has the prior 138BA permission from the PRA. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_177",
    "source": "PRA",
    "text": "Article 76 of CRR as it applied immediately before its revocation, \nexcept that"
  },
  {
    "id": "PRA_178",
    "source": "PRA",
    "text": "Article 76(3) and 76(4) of CRR have been revoked and not replaced in these rules] \n[Note 2: Related provisions in Articles 25 and 26 of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_179",
    "source": "PRA",
    "text": "Article 77 \nCONDITIONS FOR REDUCING OWN FUNDS \n1.  \nAn institution shall not: \n(a)  in any way reduce, redeem, repurchase, call, repay or reclassify own funds instruments; or \n(b)  reduce, distribute or reclassify as another own funds item the share premium accounts \nrelated to own funds instruments; \nunless the institution has received the prior 138BA permission from the PRA. \n2. \nThe requirement in paragraph 1 does not apply where own funds instruments: \n(a)  reach contractual maturity; or \n(b)  are converted or cancelled under their contractual terms. \n[Note 1: This rule corresponds in relation to own funds to"
  },
  {
    "id": "PRA_180",
    "source": "PRA",
    "text": "Article 77 of CRR as it applied immediately \nbefore its revocation] \n[Note 2:"
  },
  {
    "id": "PRA_181",
    "source": "PRA",
    "text": "Article 78 of CRR has been revoked and is not replaced in these rules] \n[Note 3: Related provisions in Articles 28 to 32 of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_182",
    "source": "PRA",
    "text": "Article 79 \nTEMPORARY WAIVER FROM DEDUCTION FROM OWN FUNDS \n1.  \nWhere an institution holds capital instruments or liabilities that qualify as own funds instruments \nin a financial sector entity or in an institution and where the PRA considers those holdings to be \nfor the purposes of a financial assistance operation designed to reorganise and restore the \nviability of that entity or that institution, the PRA may by a 138BA permission waive or modify on \na temporary basis the provisions on deduction that would otherwise apply to those instruments. \n[Note 1: This rule corresponds in relation to own funds to"
  },
  {
    "id": "PRA_183",
    "source": "PRA",
    "text": "Article 79 of CRR as it applied immediately \nbefore its revocation] \n[Note 2: Related provisions in"
  },
  {
    "id": "PRA_184",
    "source": "PRA",
    "text": "Article 33 of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_185",
    "source": "PRA",
    "text": "Article 79A \nASSESSMENT OF COMPLIANCE WITH THE CONDITIONS FOR OWN FUNDS \nINSTRUMENTS \nInstitutions shall have regard to the substantial features of instruments and not only their legal form \nwhen assessing compliance with the requirements laid down in Chapter 3 of this Part. The \nassessment of the substantial features of an instrument shall take into account all arrangements \nrelated to the instruments, even where those are not explicitly set out in the terms and conditions of \n \n \nPRA2025/11 \nPage 32 of 43 \n \nthe instruments themselves, for the purpose of determining that the combined economic effects of \nsuch arrangements are compliant with the objective of the relevant provisions. \n[Note 1: This rule corresponds in relation to own funds to"
  },
  {
    "id": "PRA_186",
    "source": "PRA",
    "text": "Article 79a of CRR as it applied immediately \nbefore its revocation] \n[Note 2:"
  },
  {
    "id": "PRA_187",
    "source": "PRA",
    "text": "Article 80 of CRR was repealed by the Capital Requirements (Amendment) (EU Exit) \nRegulations 2018/1401] \nTITLE II MINORITY INTEREST AND ADDITIONAL TIER 1 AND TIER 2 INSTRUMENTS ISSUED \nBY SUBSIDIARIES"
  },
  {
    "id": "PRA_188",
    "source": "PRA",
    "text": "Article 81 \nMINORITY INTERESTS THAT QUALIFY FOR INCLUSION IN CONSOLIDATED \nCOMMON EQUITY TIER 1 CAPITAL \n1.  \nMinority interests shall comprise the sum of Common Equity Tier 1 items of a subsidiary where \nthe following conditions are met: \n(a)  the subsidiary is one of the following: \n(i)  an institution; \n(ii)  a CRR firm; \n(iia)  an intermediate financial holding company or intermediate mixed financial holding \ncompany that is subject to the requirements of CRR on a sub-consolidated basis; \n(iib)  an intermediate investment holding company that is subject to the requirements of \nrules made under Part 9C FSMA on a consolidated basis; \n(iic)  an FCA investment firm; \n(b)  the subsidiary is included fully in the consolidation pursuant to Chapter 2 of Title II of Part \nOne of CRR; \n(c)  the Common Equity Tier 1 items, referred to in the introductory part of this paragraph, are \nowned by persons other than the undertakings included in the consolidation pursuant to \nChapter 2 of Title II of Part One of CRR. \n2.  \nMinority interests that are funded directly or indirectly, through a special purpose entity or \notherwise, by the parent undertaking of the institution, or its subsidiaries shall not qualify as \nconsolidated Common Equity Tier 1 capital. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_189",
    "source": "PRA",
    "text": "Article 81 of CRR as it applied immediately before its revocation \nexcept there is no corresponding rule for"
  },
  {
    "id": "PRA_190",
    "source": "PRA",
    "text": "Article 81(1)(a)(iii)]"
  },
  {
    "id": "PRA_191",
    "source": "PRA",
    "text": "Article 82 \nQUALIFYING ADDITIONAL TIER 1, TIER 1, TIER 2 CAPITAL AND QUALIFYING \nOWN FUNDS \nQualifying Additional Tier 1, Tier 1, Tier 2 capital and qualifying own funds shall comprise the minority \ninterest, Additional Tier 1 or Tier 2 instruments, as applicable, plus the related retained earnings and \nshare premium accounts, of a subsidiary where the following conditions are met: \n(a)  the subsidiary is either of the following: \n(i)  an institution; \n(ii)  a CRR firm; \n(iia)  an intermediate financial holding company or intermediate mixed financial holding \ncompany that is subject to the requirements of CRR on a sub-consolidated basis; \n \n \nPRA2025/11 \nPage 33 of 43 \n \n(iib)  an intermediate investment holding company that is subject to the requirements of \nrules made under Part 9C FSMA on a consolidated basis; \n(iic)  an FCA investment firm; \n(b)  the subsidiary is included fully in the scope of consolidation pursuant to Chapter 2 of Title \nII of Part One of CRR; \n(c)  those instruments are owned by persons other than the undertakings included in the \nconsolidation pursuant to Chapter 2 of Title II of Part One of CRR. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_192",
    "source": "PRA",
    "text": "Article 82 of CRR as it applied immediately before its revocation \nexcept that there is no corresponding rule for"
  },
  {
    "id": "PRA_193",
    "source": "PRA",
    "text": "Article 82(a)(iii)] \n[Note 2:"
  },
  {
    "id": "PRA_194",
    "source": "PRA",
    "text": "Article 83 of CRR has been revoked and not replaced in these rules]"
  },
  {
    "id": "PRA_195",
    "source": "PRA",
    "text": "Article 84 \nMINORITY INTERESTS INCLUDED IN CONSOLIDATED COMMON EQUITY TIER \n1 CAPITAL \n1.  \nInstitutions shall determine the amount of minority interests of a subsidiary that is included in \nconsolidated Common Equity Tier 1 capital by subtracting from the minority interests of that \nundertaking the result of multiplying the amount referred to in point (a) by the percentage \nreferred to in point (b): \n(a)  the Common Equity Tier 1 capital of the subsidiary minus the lower of the following: \n(i)  the amount of Common Equity Tier 1 capital of that subsidiary required to meet the \nfollowing: \nA \nthe sum of the requirement laid down in point (a) of"
  },
  {
    "id": "PRA_196",
    "source": "PRA",
    "text": "Article 92(1) of CRR, the \nrequirements referred to in Articles 458 and 459 of CRR, the specific own funds \nrequirements referred to in regulation 34 of the Capital Requirements \nRegulations 2013, the combined buffer defined in the Capital Buffers Part, and \nthe requirements referred to in any additional local supervisory regulations in \nthird countries insofar as those requirements are to be met by Common Equity \nTier 1 capital; or \nB \nwhere the subsidiary is an FCA investment firm, the sum of the own funds \nrequirements set out in rules made under Part 9C FSMA which apply to the \nsubsidiary and any requirements set out in additional local supervisory \nregulations in third countries insofar as those requirements are to be met by \nCommon Equity Tier 1 capital; \n(ii)  the amount of consolidated Common Equity Tier 1 capital that relates to that \nsubsidiary that is required on a consolidated basis to meet the sum of the requirement \nlaid down in point (a) of"
  },
  {
    "id": "PRA_197",
    "source": "PRA",
    "text": "Article 92(1) of CRR, the requirements referred to in Articles \n458 and 459 of CRR, the specific own funds requirements referred to in regulation 34 \nof the Capital Requirements Regulations 2013, the  combined buffer defined in the \nCapital Buffers Part, and the requirements referred to in any additional local \nsupervisory regulations in third countries insofar as those requirements are to be met \nby Common Equity Tier 1 capital; \n(b)  the minority interests of the subsidiary expressed as a percentage of all Common Equity \nTier 1 instruments of that undertaking plus the related share premium accounts, retained \nearnings and other reserves. \n2.  \nThe calculation referred to in paragraph 1 shall be undertaken on a sub-consolidated basis for \neach subsidiary referred to in"
  },
  {
    "id": "PRA_198",
    "source": "PRA",
    "text": "Article 81(1). \n \n \nPRA2025/11 \nPage 34 of 43 \n \nAn institution may choose not to undertake this calculation for a subsidiary referred to in Article \n81(1). Where an institution takes such a decision, the minority interest of that subsidiary may \nnot be included in consolidated Common Equity Tier 1 capital. \n3.  \nWhere the PRA derogates from the application of prudential requirements on an individual \nbasis, as laid down in"
  },
  {
    "id": "PRA_199",
    "source": "PRA",
    "text": "Article 7 of CRR, minority interests within the subsidiaries to which the \nwaiver is applied shall not be recognised in own funds at the sub-consolidated or at the \nconsolidated level, as applicable. \n3A.  Where rules made under Part 9C FSMA provide that, in relation to any subsidiaries which are \nFCA investment firms, the calculation referred to in paragraph 1 is to be undertaken on a \nconsolidated basis so as to include those subsidiaries, minority interests within those \nsubsidiaries shall not be recognised in own funds at the sub-consolidated or consolidated level, \nas applicable. \n4. \n[Note: Provision left blank] \n5.  \nThe PRA may grant a 138BA permission to waive the application of this Article to: \n(a)  a parent financial holding company; and \n(b)  a parent mixed financial holding company. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_200",
    "source": "PRA",
    "text": "Article 84 of CRR as it applied immediately before its revocation \nexcept that there is no corresponding rule for"
  },
  {
    "id": "PRA_201",
    "source": "PRA",
    "text": "Article 84(4)] \n[Note 2: Related provisions in"
  },
  {
    "id": "PRA_202",
    "source": "PRA",
    "text": "Article 34a of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_203",
    "source": "PRA",
    "text": "Article 85 \nQUALIFYING TIER 1 INSTRUMENTS INCLUDED IN CONSOLIDATED TIER 1 \nCAPITAL \n1.  \nInstitutions shall determine the amount of qualifying Tier 1 capital of a subsidiary that is \nincluded in consolidated own funds by subtracting from the qualifying Tier 1 capital of that \nundertaking the result of multiplying the amount referred to in point (a) by the percentage \nreferred to in point (b): \n(a)  the Tier 1 capital of the subsidiary minus the lower of the following: \n(i)  the amount of Tier 1 capital of the subsidiary required to meet the following: \nA  \nthe sum of the requirement laid down in point (b) of"
  },
  {
    "id": "PRA_204",
    "source": "PRA",
    "text": "Article 92(1) of CRR, the \nrequirements referred to in Articles 458 and 459 of CRR, the specific own funds \nrequirements referred to in regulation 34 of the Capital Requirements \nRegulations 2013, the combined buffer defined in the Capital Buffers Part, and \nthe requirements referred to in any additional local supervisory regulations in \nthird countries insofar as those requirements are to be met by Tier 1 capital; or \nB  \nwhere the subsidiary is an FCA investment firm, the sum of the own funds \nrequirements set out in rules made under Part 9C FSMA which apply to the \nsubsidiary and any requirements set out in additional local supervisory \nregulations in third countries insofar as those requirements are to be met by Tier \n1 capital; \n(ii)  the amount of consolidated Tier 1 capital that relates to the subsidiary that is required \non a consolidated basis to meet the sum of the requirement laid down in point (b) of"
  },
  {
    "id": "PRA_205",
    "source": "PRA",
    "text": "Article 92(1) of CRR, the requirements referred to in Articles 458 and 459 of CRR, the \nspecific own funds requirements referred to in regulation 34 of the Capital \nRequirements Regulations 2013, the combined buffer defined in the Capital Buffers \n \n \nPRA2025/11 \nPage 35 of 43 \n \nPart, and the requirements referred to in any additional local supervisory regulations \nin third countries insofar as those requirements are to be met by Tier 1 capital; \n(b)  the qualifying Tier 1 capital of the subsidiary expressed as a percentage of all Tier 1 \ninstruments of that undertaking plus the related share premium accounts, retained \nearnings and other reserves. \n2.  \nThe calculation referred to in paragraph 1 shall be undertaken on a sub-consolidated basis for \neach subsidiary referred to in"
  },
  {
    "id": "PRA_206",
    "source": "PRA",
    "text": "Article 81(1). \nAn institution may choose not to undertake this calculation for a subsidiary referred to in Article \n81(1). Where an institution takes such a decision, the qualifying Tier 1 capital of that subsidiary \nmay not be included in consolidated Tier 1 capital. \n3. \nWhere the PRA derogates from the application of prudential requirements on an individual \nbasis, as laid down in"
  },
  {
    "id": "PRA_207",
    "source": "PRA",
    "text": "Article 7 of CRR, Tier 1 instruments within the subsidiaries to which the \nwaiver is applied shall not be recognised as own funds at the sub-consolidated or at the \nconsolidated level, as applicable. \n3A. \nWhere rules made under Part 9C FSMA provide that, in relation to any subsidiaries which are \nFCA investment firms, the calculation referred to in paragraph 1 is to be undertaken on a \nconsolidated basis so as to include those subsidiaries, Tier 1 instruments within those \nsubsidiaries shall not be recognised in own funds at the sub-consolidated or consolidated level, \nas applicable. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_208",
    "source": "PRA",
    "text": "Article 85 of CRR as it applied immediately before its revocation] \n[Note 2: Related provisions in"
  },
  {
    "id": "PRA_209",
    "source": "PRA",
    "text": "Article 34a of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_210",
    "source": "PRA",
    "text": "Article 86 \nQUALIFYING TIER 1 CAPITAL INCLUDED IN CONSOLIDATED ADDITIONAL \nTIER 1 CAPITAL \nWithout prejudice to"
  },
  {
    "id": "PRA_211",
    "source": "PRA",
    "text": "Article 84(5), institutions shall determine the amount of qualifying Tier 1 capital of \na subsidiary that is included in consolidated Additional Tier 1 capital by subtracting from the qualifying \nTier 1 capital of that undertaking included in consolidated Tier 1 capital the minority interests of that \nundertaking that are included in consolidated Common Equity Tier 1 capital. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_212",
    "source": "PRA",
    "text": "Article 86 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_213",
    "source": "PRA",
    "text": "Article 87 \nQUALIFYING OWN FUNDS INCLUDED IN CONSOLIDATED OWN FUNDS \n1.  \nInstitutions shall determine the amount of qualifying own funds of a subsidiary that is included \nin consolidated own funds by subtracting from the qualifying own funds of that undertaking the \nresult of multiplying the amount referred to in point (a) by the percentage referred to in point (b): \n(a)  the own funds of the subsidiary minus the lower of the following: \n(i)  the amount of own funds of the subsidiary required to meet the following: \nA \nthe sum of the requirement laid down in point (c) of"
  },
  {
    "id": "PRA_214",
    "source": "PRA",
    "text": "Article 92(1) of CRR, the \nrequirements referred to in Articles 458 and 459 of CRR, the specific own funds \nrequirements referred to in regulation 34 of the Capital Requirements \nRegulations 2013, the combined buffer defined in the Capital Buffers Part, and \nany additional local supervisory regulations in third countries; or \nB  \nwhere the subsidiary is an FCA investment firm, the sum of the own funds \nrequirements set out in rules made under Part 9C FSMA which apply to the \nsubsidiary and any requirements set out in additional local supervisory \nregulations in third countries; \n \n \nPRA2025/11 \nPage 36 of 43 \n \n(ii)  the amount of own funds that relates to the subsidiary that is required on a \nconsolidated basis to meet the sum of the requirement laid down in point (c) of Article \n92(1) of CRR, the requirements referred to in Articles 458 and 459 of CRR, the \nspecific own funds requirements referred to in regulation 34 of the Capital \nRequirements Regulations 2013, the combined buffer defined in the Capital Buffers \nPart, and any additional local supervisory own funds requirement in third countries; \n(b)  the qualifying own funds of the undertaking, expressed as a percentage of all own funds \ninstruments of the subsidiary that are included in Common Equity Tier 1, Additional Tier 1 \nand Tier 2 items and the related share premium accounts, the retained earnings and other \nreserves. \n2.  \nThe calculation referred to in paragraph 1 shall be undertaken on a sub-consolidated basis for \neach subsidiary referred to in"
  },
  {
    "id": "PRA_215",
    "source": "PRA",
    "text": "Article 81(1). An institution may choose not to undertake this \ncalculation for a subsidiary referred to in"
  },
  {
    "id": "PRA_216",
    "source": "PRA",
    "text": "Article 81(1). Where an institution takes such a \ndecision, the qualifying own funds of that subsidiary may not be included in consolidated own \nfunds. \n3.  \nWhere the PRA derogates from the application of prudential requirements on an individual \nbasis, as laid down in"
  },
  {
    "id": "PRA_217",
    "source": "PRA",
    "text": "Article 7 of CRR, own funds instruments within the subsidiaries to which \nthe waiver is applied shall not be recognised as own funds at the sub-consolidated or at the \nconsolidated level, as applicable. \n3A.  Where rules made under Part 9C FSMA provide that, in relation to any subsidiaries which are \nFCA investment firms, the calculation referred to in paragraph 1 is to be undertaken on a \nconsolidated basis so as to include those subsidiaries, own funds instruments within those \nsubsidiaries shall not be recognised in own funds at the sub-consolidated or consolidated level, \nas applicable. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_218",
    "source": "PRA",
    "text": "Article 87 of CRR as it applied immediately before its revocation] \n[Note 2: Related provisions in"
  },
  {
    "id": "PRA_219",
    "source": "PRA",
    "text": "Article 34a of Chapter 4 of the Own Funds (CRR) Part]"
  },
  {
    "id": "PRA_220",
    "source": "PRA",
    "text": "Article 88 \nQUALIFYING OWN FUNDS INSTRUMENTS INCLUDED IN CONSOLIDATED TIER \n2 CAPITAL \nWithout prejudice to"
  },
  {
    "id": "PRA_221",
    "source": "PRA",
    "text": "Article 84(5), institutions shall determine the amount of qualifying own funds of a \nsubsidiary that is included in consolidated Tier 2 capital by subtracting from the qualifying own funds \nof that undertaking that are included in consolidated own funds the qualifying Tier 1 capital of that \nundertaking that is included in consolidated Tier 1 capital. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_222",
    "source": "PRA",
    "text": "Article 88 of CRR as it applied immediately before its revocation] \nTITLE III QUALIFYING HOLDINGS OUTSIDE THE FINANCIAL SECTOR"
  },
  {
    "id": "PRA_223",
    "source": "PRA",
    "text": "Article 89 \nRISK WEIGHTING OF QUALIFYING HOLDINGS OUTSIDE THE FINANCIAL \nSECTOR \n1.  \nA qualifying holding, the amount of which exceeds 15% of the eligible capital of the institution, \nin an undertaking which is not one of the following shall be subject to the provisions laid down \nin paragraph 3: \n(a)  a financial sector entity; \n(b)  an undertaking, that is not a financial sector entity, carrying on activities which the PRA \nconsiders to be any of the following: \n(i)  a direct extension of banking; \n \n \nPRA2025/11 \nPage 37 of 43 \n \n(ii)  ancillary to banking; \n(iii)  leasing, factoring, the management of unit trusts, the management of data processing \nservices or any other similar activity. \n2.  \nThe total amount of the qualifying holdings of an institution in undertakings other than those \nreferred to in points (a) and (b) of paragraph 1 that exceeds 60% of its eligible capital shall be \nsubject to the provisions laid down in paragraph 3. \n3.       For the purpose of calculating the capital requirement in accordance with Part Three CRR and \nArticles 132a to 132c of Chapter 3 of the Standardised Approach and Internal Ratings Based \nApproach to Credit Risk (CRR) Part, institutions shall apply a risk weight of 1250% to the \ngreater of the following: \n(a) the amount of qualifying holdings referred to in paragraph 1 in excess of 15% of eligible \ncapital; \n(b) the total amount of qualifying holdings referred to in paragraph 2 that exceed 60% of the \neligible capital of the institution. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_224",
    "source": "PRA",
    "text": "Article 89 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_225",
    "source": "PRA",
    "text": "Article 90 \nALTERNATIVE TO 1250% RISK WEIGHT \nAs an alternative to applying a 1250% risk weight to the amounts in excess of the limits specified in"
  },
  {
    "id": "PRA_226",
    "source": "PRA",
    "text": "Article 89(1) and (2), institutions may deduct those amounts from Common Equity Tier 1 items in \naccordance with point (k) of"
  },
  {
    "id": "PRA_227",
    "source": "PRA",
    "text": "Article 36(1). \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_228",
    "source": "PRA",
    "text": "Article 90 of CRR as it applied immediately before its revocation]"
  },
  {
    "id": "PRA_229",
    "source": "PRA",
    "text": "Article 91 \nEXCEPTIONS \n1.  \nShares of undertakings not referred to in points (a) and (b) of"
  },
  {
    "id": "PRA_230",
    "source": "PRA",
    "text": "Article 89(1) shall not be included \nin calculating the eligible capital limits specified in that Article where any of the following \nconditions is met: \n(a)  those shares are held temporarily during a financial assistance operation as referred to in"
  },
  {
    "id": "PRA_231",
    "source": "PRA",
    "text": "Article 79; \n(b)  the holding of those shares is an underwriting position held for five working days or fewer; \n(c)  those shares are held in the own name of the institution and on behalf of others. \n2.  \nShares which are not participating interests, shares in affiliated undertakings or securities \nintended for use on a continuing basis in the normal course of an undertaking's activities shall \nnot be included in the calculation specified in"
  },
  {
    "id": "PRA_232",
    "source": "PRA",
    "text": "Article 89. \n[Note 1: This rule corresponds to"
  },
  {
    "id": "PRA_233",
    "source": "PRA",
    "text": "Article 91 of CRR as it applied immediately before its revocation] \n[Note 2: Articles 465 and 466 of CRR were revoked by the Financial Services and Markets Act 2023] \nPART TEN TRANSITIONAL PROVISIONS, REPORTS, REVIEWS AND AMENDMENTS \nTITLE 1 TRANSITIONAL PROVISIONS \nCHAPTER 2 SAVINGS PROVISIONS FOR CAPITAL INSTRUMENTS \nSECTION 2 INSTRUMENTS NOT CONSTITUTING STATE AID \nSUB-SECTION 1 ELIGIBILITY AND LIMITS \n \n \nPRA2025/11 \nPage 38 of 43"
  },
  {
    "id": "PRA_234",
    "source": "PRA",
    "text": "Article 485 \nEXCEPTIONS \n1.  \nThis Article shall apply only to instruments that were issued prior to 31 December 2010. \n2.  \nShare premium accounts related to capital, which for these purposes comprises all amounts, \nregardless of their actual designations, which, in accordance with the legal structure of the \ninstitution concerned, are regarded under the applicable law of the United Kingdom, or any part \nof it, or of a third country, as equity capital subscribed by the shareholders or other proprietors \nthat qualified as original own funds under measures implementing point (a) of"
  },
  {
    "id": "PRA_235",
    "source": "PRA",
    "text": "Article 57 of \nDirective 2006/48/EC shall qualify as Common Equity Tier 1 items if they meet the conditions \nlaid down in points (i) and (j) of"
  },
  {
    "id": "PRA_236",
    "source": "PRA",
    "text": "Article 28. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_237",
    "source": "PRA",
    "text": "Article 485 of CRR as it applied immediately before its revocation] \n4. \nRULES SUPPLEMENTING THE CRR WITH REGARDS TO OWN FUNDS REQUIREMENTS \n(PREVIOUSLY REGULATION (EU) NO 241/2014) \n______________________________________________________________________________ \n…"
  },
  {
    "id": "PRA_238",
    "source": "PRA",
    "text": "Article 10 \nLIMITATIONS ON REDEMPTION OF CAPITAL INSTRUMENTS ISSUED BY \nMUTUALS, SAVINGS INSTITUTIONS, CO-OPERATIVES SOCIETIES AND \nSIMILAR INSTITUTIONS FOR THE PURPOSE OF ARTICLE 29(2)(B) AND 78(3)OF \nCHAPTER 3OF THE CRR \n… \n2.  \nThe ability of the institution to limit the redemption under the provisions governing capital \ninstruments as referred to in"
  },
  {
    "id": "PRA_239",
    "source": "PRA",
    "text": "Article 29(2)(b) and 78(3) of Chapter 3 of this Partthe CRR, shall \nencompass both the right to defer the redemption and the right to limit the amount to be \nredeemed. The institution shall be able to defer the redemption or limit the amount to be \nredeemed for an unlimited period of time pursuant to paragraph 3. \n… \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_240",
    "source": "PRA",
    "text": "Article 10 of Part 2 of Regulation (EU) No 241/2014 as it applied \nimmediately before revocation by the PRA.]"
  },
  {
    "id": "PRA_241",
    "source": "PRA",
    "text": "Article 11 \nLIMITATIONS ON REDEMPTION OF CAPITAL INSTRUMENTS ISSUED BY \nMUTUALS, SAVINGS INSTITUTIONS, CO-OPERATIVE SOCIETIES AND SIMILAR \nINSTITUTIONS FOR THE PURPOSES OF ARTICLE 29(2)(B) AND ARTICLE 78(3) \nOF CHAPTER 3THE CRR \n…"
  },
  {
    "id": "PRA_242",
    "source": "PRA",
    "text": "Article 15A \nINDIRECT HOLDINGS FOR THE PURPOSES OF ARTICLE 36(1)(F), (H) AND (I) \nOF THE CRR \n1.  \nFor the purposes of Articles 15c, 15d, 15e and 15i of this Chapter 4 of the Own Funds and \nEligible Liabilities (CRR) this Part of the PRA Rulebook, 'intermediate entity' as referred to in"
  },
  {
    "id": "PRA_243",
    "source": "PRA",
    "text": "Article 4(1)(114) of the CRR comprises any of the following entities that hold capital instruments \nof financial sector entities: \n… \n \n \nPRA2025/11 \nPage 39 of 43"
  },
  {
    "id": "PRA_244",
    "source": "PRA",
    "text": "Article 15E \nSTRUCTURE-BASED APPROACH FOR THE CALCULATION OF INDIRECT \nHOLDINGS FOR THE PURPOSES OF POINTS (F), (H) AND (I) OF ARTICLE 36(1) \nOF THE CRR \n1.  \nThe amount to be deducted from Common Equity Tier 1 items referred to in point (f) of Article \n36(1) of the CRR Chapter 3 of this Part shall be equal to the percentage of funding, as defined \nin"
  },
  {
    "id": "PRA_245",
    "source": "PRA",
    "text": "Article 15d(3) of this Chapter 4 of the Own Funds and Eligible Liabilities (CRR) this Part of \nthe PRA Rulebook, multiplied by the amount of Common Equity Tier 1 instruments of the \ninstitution held by the intermediate entity. \n2.  \nThe amount to be deducted from Common Equity Tier 1 items referred to in points (h) and (i) of"
  },
  {
    "id": "PRA_246",
    "source": "PRA",
    "text": "Article 36(1) of the CRR Chapter 3 of this Part shall be equal to the percentage of funding, as \ndefined in"
  },
  {
    "id": "PRA_247",
    "source": "PRA",
    "text": "Article 15d(3) of this Chapter 4 of the Own Funds and Eligible Liabilities (CRR) this \nPart of the PRA Rulebook, multiplied by the aggregate amount of Common Equity Tier 1 \ninstruments of financial sector entities held by the intermediate entity. \n…"
  },
  {
    "id": "PRA_248",
    "source": "PRA",
    "text": "Article 15G \nCALCULATION OF SIGNIFICANT INVESTMENTS FOR THE PURPOSES OF \nARTICLE 36(1)(I) OF THE CRR \n1.  \nFor the purposes of"
  },
  {
    "id": "PRA_249",
    "source": "PRA",
    "text": "Article 36(1)(i) of Chapter 3 of this Partthe CRR, in order to assess whether \nan institution owns more than 10% of the Common Equity Tier 1 instruments issued by a \nfinancial sector entity, in accordance with point (a) of"
  },
  {
    "id": "PRA_250",
    "source": "PRA",
    "text": "Article 43 of Chapter 3 of this Partthe \nCRR, institutions shall add the amounts of their gross long positions in direct holdings, as well \nas indirect holdings of Common Equity Tier 1 instruments of this financial sector entity referred \nto in points (d) to (h) of"
  },
  {
    "id": "PRA_251",
    "source": "PRA",
    "text": "Article 15a(1) of this Chapter 4 of the Own Funds and Eligible Liabilities \n(CRR) Part of the PRA Rulebookthis Part. \n… \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_252",
    "source": "PRA",
    "text": "Article 15g of Part 2 of Regulation (EU) No 241/2014 as it applied \nimmediately before revocation by the Treasury.]"
  },
  {
    "id": "PRA_253",
    "source": "PRA",
    "text": "Article 15H \nHOLDINGS OF ADDITIONAL TIER 1 AND TIER 2 \nThe methodology referred to in Articles 15a to 15f of this Chapter 4 of the Own Funds and Eligible \nLiabilities (CRR) this Part of the PRA Rulebook shall apply mutatis mutandis to Additional Tier 1 \nholdings for the purposes of points (a), (c) and (d) of"
  },
  {
    "id": "PRA_254",
    "source": "PRA",
    "text": "Article 56 of the CRR Chapter 3 of this Part, and \nto Tier 2 holdings for the purposes of points (a), (c) and (d) of"
  },
  {
    "id": "PRA_255",
    "source": "PRA",
    "text": "Article 66 of the CRR Chapter 3 of this \nPart, where references to Common Equity Tier 1 shall be read as references to Additional Tier 1 or \nTier 2, as applicable. \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_256",
    "source": "PRA",
    "text": "Article 15h of Part 2 of Regulation (EU) No 241/2014 as it applied \nimmediately before revocation by the Treasury.] \n…"
  },
  {
    "id": "PRA_257",
    "source": "PRA",
    "text": "Article 17 \nOTHER DEDUCTIONS FOR CAPITAL INSTRUMENTS OF FINANCIAL \nINSTITUTIONS FOR THE PURPOSES OF ARTICLE 36(3) OF THE CRR \n… \n \n \nPRA2025/11 \nPage 40 of 43"
  },
  {
    "id": "PRA_258",
    "source": "PRA",
    "text": "Article 18 \nCAPITAL INSTRUMENTS OF THIRD COUNTRY INSURANCE AND \nREINSURANCE UNDERTAKINGS FOR THE PURPOSES OF ARTICLE 36(3) OF \nTHE CRR \n…"
  },
  {
    "id": "PRA_259",
    "source": "PRA",
    "text": "Article 19 \nCAPITAL INSTRUMENTS OF UNDERTAKINGS EXCLUDED FROM THE SCOPE \nOF DIRECTIVE 2009/138/EC FOR THE PURPOSES OF ARTICLE 36(3) OF THE \nCRR \n…"
  },
  {
    "id": "PRA_260",
    "source": "PRA",
    "text": "Article 24 \nUSE OF SPECIAL PURPOSE ENTITIES FOR INDIRECT ISSUANCE OF OWN \nFUNDS INSTRUMENTS FOR THE PURPOSES OF ARTICLE 52(1)(P) AND \nARTICLE 63(N) OF THE CRR [DELETED] \n1.  \nWhere the institution or an entity within the consolidation pursuant to Chapter 2 of Title II of Part \nOne of the CRR issues a capital instrument that is subscribed by a special purpose entity, this \ncapital instrument shall not, at the level of the institution or of the above-mentioned entity, \nreceive recognition as capital of a higher quality than the lowest quality of the capital issued to \nthe special purpose entity and the capital issued to third parties by the special purpose entity. \nThat requirement shall apply at the consolidated, sub-consolidated and individual levels of \napplication of prudential requirements.[Deleted] \n2.  \nThe rights of the holders of the instruments issued by a special purpose entity shall be no more \nfavourable than if the instrument was issued directly by the institution or an entity within the \nconsolidation pursuant to Chapter 2 of Title II of Part One of the CRR.[Deleted] \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_261",
    "source": "PRA",
    "text": "Article 24 of Part 2 of Regulation (EU) No 241/2014 as it applied \nimmediately before revocation by the PRA.] \n…"
  },
  {
    "id": "PRA_262",
    "source": "PRA",
    "text": "Article 27 \nMEANING OF SUSTAINABLE FOR THE INCOME CAPACITY OF THE \nINSTITUTION FOR THE PURPOSES OF ARTICLES 78(1) AND 78(4)(D) OF THE \nCRR [DELETED] \n1. Sustainable for the income capacity of the institution under point (a) of"
  },
  {
    "id": "PRA_263",
    "source": "PRA",
    "text": "Article 78(1) and under \npoint (d) of"
  },
  {
    "id": "PRA_264",
    "source": "PRA",
    "text": "Article 78(4) of the CRR shall mean that the profitability of the institution, continues to \nbe sound or does not see any negative change after the replacement of the instruments or the \nrelated share premium accounts referred to in"
  },
  {
    "id": "PRA_265",
    "source": "PRA",
    "text": "Article 77(1) of the CRR with own funds \ninstruments of equal or higher quality, at that date and for the foreseeable future. In this, the \ninstitution shall take into account its institution’s profitability in stress situations.[Deleted] \n[Note: This rule corresponds to"
  },
  {
    "id": "PRA_266",
    "source": "PRA",
    "text": "Article 27 of Part 2 of Regulation (EU) No 241/2014 as it applied \nimmediately before revocation by the PRA.] \n… \n \n \n \n \nPRA2025/11 \nPage 41 of 43 \n \nAnnex D \nAmendments to the Definition of Capital Part \nIn this Annex new text is underlined and deleted text is struck through. \n… \n3 \nQUALIFYING HOLDINGS OUTSIDE THE FINANCIAL SECTOR [DELETED] \n3.1 \nIn respect of the qualifying holdings described in"
  },
  {
    "id": "PRA_267",
    "source": "PRA",
    "text": "Article 89(1) and (2) of the CRR, a firm must, \nin accordance with"
  },
  {
    "id": "PRA_268",
    "source": "PRA",
    "text": "Article 89(3), comply with the requirement in"
  },
  {
    "id": "PRA_269",
    "source": "PRA",
    "text": "Article 89(3)(a).[Deleted] \n[Note: Art 89(3) of the CRR] \n… \n7A \nPRE-ISSUANCE NOTIFICATION (PIN) REGIME FOR COMMON EQUITY TIER 1 \nINSTRUMENT \n… \n7A.3 \nWhere a firm intends to make use of the derogation in the second subparagraph of Article \n26(3) of the CRR, 7A.1 shall not apply. The firm must instead send to the PRA at the same \ntime as it sends the notification under point (b) of the second paragraph of"
  },
  {
    "id": "PRA_270",
    "source": "PRA",
    "text": "Article 26(3)7A.1 \nand 7A.2 shall not apply to subsequent issuances of a form of Common Equity Tier 1 \ninstruments for which the firm has already received a 138BA permission from the PRA and \nthat the provisions governing those subsequent issuances are substantially the same as the \nprovisions governing those issuances for which the institutions have already received a \n138BA permission. Instead the firm must: \n(1) written confirmation that the capital instrumentnotify the PRA as soon as is reasonably \npracticable after the capital instrument’s classification as a Common Equity Tier 1 \ninstrument, or in the case of an amendment or variation, as soon as is reasonably \npracticable after that amendment or variation has taken effect, such notice confirming that \nthe instrument: \n(a) meets the condition in point (a) of the second subparagraph of"
  },
  {
    "id": "PRA_271",
    "source": "PRA",
    "text": "Article 26(3) of \nCRRhas been issued on substantially the same terms as the previously notified \nissuance, or in the case of an amendment or variation, the instrument as so amended \nor varied takes effect on substantially the same terms as the previously notified \nissuance; and \n(b) qualifies as a Common Equity Tier 1 instrument under Chapter 3 of the Own Funds \n(CRR) PartPart Two of CRR; \n(2) a completed form referred to in 7D.3(1) (Pre/Post-Issuance Notification (PIN) \nForm)complete and submit the form referred to in 7D.3(1) (Pre/Post-Issuance Notification \n(PIN) Form); and \n(3) a copy of the terms and conditions of the instrument together with any side \nagreementsend to the PRA a copy of the terms and conditions of the instrument or, in the \ncase of an amendment or variation, the instrument as it is proposed to be amended or \nvaried, together with any side agreement. \n7A.4 \n7A.1, 7A.2 and 7A.3 shall not apply to subsequent issuances of a form of Common Equity \nTier 1 instruments for which the firm has already received a 138BA permission from the PRA \nand that the provisions governing those subsequent issuances are identical to the provisions \n \n \nPRA2025/11 \nPage 42 of 43 \n \ngoverning those issuances for which the institutions have already received a 138BA \npermission. \n7B \nPRE-ISSUANCE NOTIFICATION (PIN) REGIME FOR ADDITIONAL TIER 1 INSTRUMENT \n… \n7B.4    Where 7B.1 and 7B.2 does not apply by virtue of 7B.3 the firm shall must: \n(1) give the notice of the issuance to the PRA sufficiently in advance of the capital \ninstrument’s classification as an Additional Tier 1 instrument or, in the case of an \namendment or variation, sufficiently in advance of that amendment or variation taking \neffect;[deleted] \n(2) send to the PRA written confirmation that the capital instrument willnotify the PRA as \nsoon as is reasonably practicable after the capital instrument’s classification as an \nAdditional Tier 1 instrument, or in the case of an amendment or variation, as soon as is \nreasonably practicable after that amendment or variation has taken effect, such notice \nconfirming that the instrument: \n(a) behas been issued on substantially the same terms as the previously notified \nissuance, or in the case of an amendment or variation, the instrument as so amended \nor varied, will takes effect on substantially the same terms as the previously notified \nissuance; and \n(b) qualifyqualifies as an Additional Tier 1 instrument under Chapter 3 of the Own Funds \n(CRR) PartPart Two of CRR; \n… \n11 \nTRANSITIONAL PROVISIONS FOR OWN FUNDS \n… \n11.7 \nThe applicable percentage for the purposes of"
  },
  {
    "id": "PRA_272",
    "source": "PRA",
    "text": "Article 469(1)(c) of the CRR as it applies to the \nitems referred to in point (c) of"
  },
  {
    "id": "PRA_273",
    "source": "PRA",
    "text": "Article 36(1) that existed prior to 1 January 2014 shall be: \n(1) 100% for the period from 1 January 2014 to 31 December 2014; \n(2) 100% for the period from 1 January 2015 to 31 December 2015; \n(3) 100% for the period from 1 January 2016 to 31 December 2016; \n(4) 100% for the period from 1 January 2017 to 31 December 2017; \n(5) 100% for the period from 1 January 2018 to 31 December 2018; \n(6) 100% for the period from 1 January 2019 to 31 December 2019; \n(7) 100% for the period from 1 January 2020 to 31 December 2020; \n(8) 100% for the period from 1 January 2021 to 31 December 2021; \n(9) 100% for the period from 1 January 2022 to 31 December 2022; and \n(10) 100% for the period from 1 January 2023 to 31 December 2023.[Deleted] \n[Note: Art 469(1)(c), 478(2) of the CRR] \n… \n11.15 \nThe applicable percentage for the purposes of"
  },
  {
    "id": "PRA_274",
    "source": "PRA",
    "text": "Article 486(2), (3) and (4) of the CRR shall be: \n(1) 80% for the period from 1 January 2014 to 31 December 2014; \n \n \nPRA2025/11 \nPage 43 of 43 \n \n(2) 70% for the period from 1 January 2015 to 31 December 2015; \n(3) 60% for the period from 1 January 2016 to 31 December 2016; \n(4) 50% for the period from 1 January 2017 to 31 December 2017; \n(5) 40% for the period from 1 January 2018 to 31 December 2018; \n(6) 30% for the period from 1 January 2019 to 31 December 2019; \n(7) 20% for the period from 1 January 2020 to 31 December 2020; and \n(8) 10% for the period from 1 January 2021 to 31 December 2021.[Deleted] \n[Note: Art 486 of the CRR] \n…"
  }
]